[
  {
    "name":"Benicassim",
    "genre":"Rock",
    "imageurl":"benicasim.jpg",
    "startdate":"07-16-2015",
    "enddate":"07-19-2015",
    "type":"Min age: 18",
    "longitude":"0.06415",
    "latitude":"40.055385",
    "description":"Benicassim Festival 2015 or Festival Internacional de Benicàssim (FIB 2015) as it is known in Spain is a four day music festival taking place in Benicassim on the east coast of Spain between Valencia and Barcelona. Benicassim 2015 takes place on the weekend of 16th July - 19th July 2015.",
    "url":"http://www.fiberfib.com/en/"
  },
  {
    "name":"Boardmasters",
    "genre":"Surf Rock/Ska",
    "imageurl":"boardmasters.jpg",
    "startdate":"08-05-2015",
    "enddate":"08-09-2015",
    "type":"All ages",
    "longitude":"-5.098246",
    "latitude":"50.418814",
    "description":"Boardmasters returns this year with what promises to be the festival’s most impressive line up to date. Being the only surf skate and music festival not just in Britain but in Europe; Boardmasters is a festival unlike any other. ",
    "url":"http://www.boardmasters.co.uk/"
  },
  {
    "name":"Creamfields",
    "genre":"Dance",
    "imageurl":"creamfields.jpg",
    "startdate":"08-28-2015",
    "enddate":"08-30-2015",
    "type":"Min age: 18",
    "longitude":"-2.632959",
    "latitude":"53.340719",
    "description":"Boasting a rich dance music heritage consistently providing world class lineups DJs at the top of their games and an unbeatable atmosphere; Creamfields rightly deserves its incredible reputation. The lineup regularly mixes together an eclectic mixture of genre breaking pioneers from across the DJ and live music spectrum held across various stages and arenas. ",
    "url":"http://www.creamfields.com/"
  },
  {
    "name":"Exit",
    "genre":"All Music",
    "imageurl":"exit.jpg",
    "startdate":"07-09-2015",
    "enddate":"09-12-2015",
    "type":"Min age: 5",
    "longitude":"19.86165",
    "latitude":"45.252897",
    "description":"Exit is held in a completely unique fortress venue offering incredible sunsets over the beautiful stunning vista of the nearby city of Novi Sad. Over 600 artists are set to play the festival across 20 stages which are all connected by ramparts cobbled streets even tunnels. It’s like being in a fairytale an otherworldly Lewis Carroll creation a truly magical experience an absolutely unforgettable experience. ",
    "url":"http://www.exitfest.org/sr"
  },
  {
    "startdate":"07-03-2015",
    "name":"Rock for People Europe",
    "latitude":"49.7384314",
    "longitude":"13.3736371",
    "enddate":"07-07-2015",
    "genre":"Rock",
    "imageurl":"rockforpeople.jpg",
    "type":"All ages",
    "description":"Hailed as one of the best music festivals in Europe, for 20 years Rock for People has hosted major international acts, making Rock for People a permanent fixture in the Czech calendar. It takes place at the Hradec Králové airport.",
    "url":"http://www.rockforpeople.com"
  },
  {
    "startdate":"07-01-2015",
    "name":"The Garden Festival",
    "latitude":"43.801208",
    "longitude":"15.655346",
    "enddate":"07-08-2015",
    "genre":"Electronic",
    "imageurl":"thegardenfestival.jpg",
    "type":"All ages",
    "description":"The Garden Festival is a unique experience which has inspired the now burgeoning music scene in Croatia. Founded back in 2006 by Nick and Charlotte Colgan and Eddie and Gail O’Callaghan, it has evolved into a perfect blend of holiday and festival like no other, attracting a global audience to a truly beautiful part of the world.",
    "url":"http://www.thegardenfestival.eu/"
  },
  {
    "startdate":"07-03-2015",
    "name":"Calvi on the Rocks",
    "latitude":"42.567651",
    "longitude":"8.757222",
    "enddate":"07-08-2015",
    "genre":"Dance",
    "imageurl":"calvionrocks.jpg",
    "type":"Min age: 18",
    "description":"An effortlessly chic gathering of phenomenal live bands and electronic DJs by the sea, Calvi On The Rocks is a golden music festival paradise on the French island of Corsica. Taking place in different venues and location dotted along the coast and in Calvi, this is a great chance to explore another part of France, with exclusive gatherings and stages under cliffs, by the sea and throughout a beautiful Mediterranean town.",
    "url":"http://www.calviontherocks.com/"
  },
  {
    "startdate":"07-09-2015",
    "name":"2000Trees",
    "latitude":"51.8892948",
    "longitude":"-2.0600505",
    "enddate":"07-11-2015",
    "genre":"Rock",
    "imageurl":"2000trees.jpg",
    "type":"Under 16's must be accompanied by an adult.",
    "description":"The multi award winning 2000trees is a 5,000 capacity music festival set in the rolling Cotswold Hills. You’ll get 2 nights camping and a friendly, intimate atmosphere – plus amazing food and locally produced ciders, ales & lagers.",
    "url":"http://www.twothousandtreesfestival.co.uk/"
  },
  {
    "startdate":"07-10-2015",
    "name":"80/35 Music Festival",
    "latitude":"41.6005448",
    "longitude":"-93.6091064",
    "enddate":"07-11-2015",
    "genre":"All Music",
    "imageurl":"8035.jpg",
    "type":"All ages",
    "description":"In 2005, a small group of music fans formed the Des Moines Music Coalition, a non-profit with the goal of building a stronger independent, progressive live music community. Local band festivals were developed alongside a long list of advocacy, promotions, and education efforts. A few years later, it was time for something larger that would draw more touring bands and let the industry know big things were happening in the Des Moines music scene. It was time for 80/35.",
    "url":"http://www.2015.80-35.com"
  },
  {
    "startdate":"07-09-2015",
    "name":"Bilbao BBK Live",
    "latitude":"43.2630126",
    "longitude":"-2.9349852",
    "enddate":"07-11-2015",
    "genre":"All Music",
    "imageurl":"bilbaobbk.jpg",
    "type":"Min age: 8",
    "description":"Journey to the 'music monastery' atop lush Spanish mountains. A purpose built complex site is the perfect home for three days of screaming joy and music vibrations.",
    "url":"http://www.bilbaobbklive.com/2015/en/"
  },
  {
    "startdate":"07-09-2015",
    "name":"Nos Alive",
    "latitude":"38.7222524",
    "longitude":"-9.1393366",
    "enddate":"07-11-2015",
    "genre":"All Music",
    "imageurl":"nosalive.jpg",
    "type":"All ages",
    "description":"Formerly Optimus Alive, NOS Alive is born into 2015, taking the reigns of Portugal's leading music festival, known the world over for its eclectic lineup, sunny weather and picturesque setting. With some of Europe's best beaches and surfing spots just 10 minutes away, NOS Alive plays by the mantra: 'beach by day, music by night', opening its bill at 6pm each evening, but running until 6am the next day for the ravers. ",
    "url":"http://nosalive.com/pt/"
  },
  {
    "startdate":"07-10-2015",
    "name":"Basilica Block Party",
    "latitude":"44.977753",
    "longitude":"-93.2650108",
    "enddate":"07-11-2015",
    "genre":"All Music",
    "imageurl":"basilicablockparty.jpg",
    "type":"All ages",
    "description":"The Basilica Block Party began in 1995 as a fundraiser to help pay for the structural restoration of The Basilica of Saint Mary. Today, proceeds from the event benefit The Basilica Landmark, which preserves, restores, and advances the historic Basilica of Saint Mary for all generations. In addition, a portion of all proceeds from The Basilica Block Party go to The Basilica’s St. Vincent de Paul outreach program, which provides services to those in need.",
    "url":"http://basilicablockparty.org/"
  },
  {
    "startdate":"07-09-2015",
    "name":"All Good Music Festival",
    "latitude":"39.2495466",
    "longitude":"-77.9586082",
    "enddate":"07-11-2015",
    "genre":"All Music",
    "imageurl":"allgood.jpg",
    "type":"All ages",
    "description":"The 18th incarnation of All Good is taking place at Berry Hill Farm in Summit Point, West Virginia, near Charles Town and Harper's Ferry is just 90 minutes from Baltimore, and 75 minutes from Washington, DC. Berry Hill Farm is located in the foothills of the Appalachian Mountains and marks All Good's triumphant return to Wild and Wonderful West Virginia. Come join us as we celebrate life, music and community spirit.",
    "url":"http://www.allgoodfestival.com/"
  },
  {
    "startdate":"07-11-2015",
    "name":"18 Hrs Festival",
    "latitude":"52.4420399",
    "longitude":"4.8291992",
    "enddate":"07-12-2015",
    "genre":"All Music",
    "imageurl":"18hrsfestival.jpg",
    "type":"Min age: 18",
    "description":"From Trance to Hardcore and from House to Electro, be sure not to leave the dance floor until the lights go on, dancing till you drop to the hottest and hippest dance music of 18 hours festival.",
    "url":"http://18hoursfestival.com/"
  },
  {
    "startdate":"07-11-2015",
    "name":"Extrema Outdoor Netherlands",
    "latitude":"51.498593",
    "longitude":"5.432637",
    "enddate":"07-11-2015",
    "genre":"All Music",
    "imageurl":"extremaoutdoor.jpg",
    "type":"Min age: 18",
    "description":"Three days and five separate areas will once again be capped off by XO’s legendary Camping Afterparties, as one of Belgium's very best festivals celebrates another wave-making year. Crowds and artists alike flock to XO's amazing location, partying hard and relaxing in style. The stunning lake Kelchterhoef is just the icing on the cake.",
    "url":"http://xofestival.com/"
  },
  {
    "startdate":"07-09-2015",
    "name":"Electric Love",
    "latitude":"47.823740",
    "longitude":"13.171384",
    "enddate":"07-11-2015",
    "genre":"Dubstep/DNB/Electro",
    "imageurl":"electriclove.jpg",
    "type":"All ages",
    "description":"Djs from all over the world are sure: 'this crowd is something special!'. Nestled in the Salzkammergut lake district surrounded by beautiful nature is the Salzburg Ring, the perfect location for the Electric Love festival in its third edition in july 2015. Whether Dubstep, Electro, Hardstyle or Drum and Bass, both young and old and from all over Europe - Electric Love unites us.",
    "url":"http://www.electriclove.at/en/home"
  },
  {
    "startdate":"07-09-2015",
    "name":"Openair Frauenfeld",
    "latitude":"47.5573039",
    "longitude":"8.899407",
    "enddate":"07-11-2015",
    "genre":"Urban/Hiphop",
    "imageurl":"openair.jpg",
    "type":"Min age: 16",
    "description":"With approximately 50.000 visitors every day, the Openair Frauenfeld is the biggest openair of German-speaking Switzerland and the biggest urbane /Hip Hop festival of Europe. Since 1985, the event takes place in mid-July. The location is the big Allmend in Frauenfeld with an area of 50 hectare.",
    "url":"http://www.openair-frauenfeld.ch"
  },
  {
    "startdate":"07-10-2015",
    "name":"NASS Festival",
    "latitude":"51.150830",
    "longitude":"-2.522563",
    "enddate":"07-12-2015",
    "genre":"Rock/Skate",
    "imageurl":"nass.jpg",
    "type":"Under 15 must be accompanied by an adult.",
    "description":"Gnarly mix of extreme sports competitions and cutting-edge music, NASS Festival is a wild weekend of BMXing, skateboarding and inline-skating, while DJs and bands kick up a racket till dawn. Athletes and ravers descend on the marshes of Somerset for three days of pure adrenaline fuelled mischief, pumping their way through the abundance of free-running, fairground rides, DJ and MC lessons, white knuckle rides, mini moto racing and a freedrop airbag amongst all the shisha lounges and bars.",
    "url":"http://www.nassfestival.com/"
  },
  {
    "startdate":"07-09-2015",
    "name":"Balaton Sound",
    "latitude":"46.879159",
    "longitude":"17.903659",
    "enddate":"07-12-2015",
    "genre":"All Music",
    "imageurl":"balaton.jpg",
    "type":"All ages",
    "description":"Balaton Sound is one of Europe's largest open air electronic music festivals. Held annually since 2007 on the southern bank of Lake Balaton, Hungary, it features live acts and DJ's from all around the world, from established artists to new names. The event was co-created by the organizers of Sziget Festival.",
    "url":"http://sziget.hu/balatonsound/"
  },
  {
    "startdate":"07-03-2015",
    "name":"Calgary Stampede",
    "latitude":"51.035770",
    "longitude":"-114.056179",
    "enddate":"07-12-2015",
    "genre":"Rodeo",
    "imageurl":"calgarystampede.jpg",
    "type":"All ages",
    "description":"The Calgary Stampede is a western show like no other, encompassing parades, rodeo shows, stage coach races, a fair – and pancakes. Lots and lots of pancakes. ",
    "url":"http://www.calgarystampede.com/stampede"
  },
  {
    "startdate":"07-10-2015",
    "name":"Electrobeach Music Festival",
    "latitude":"42.825498",
    "longitude":"3.036690",
    "enddate":"07-12-2015",
    "genre":"Electro",
    "imageurl":"electrobeachmusicfestival.jpg",
    "type":"Min age: 16",
    "description":"A tidal wave of EDM and trance fans, Electrobeach Music Festival is set to bring 150,000 people to the Mediterranean coast in France’s extreme south for the biggest dance event the country has to offer.",
    "url":"http://www.electrobeach.com/en/"
  },
  {
    "startdate":"07-06-2015",
    "name":"Worldwide Festival Sete",
    "latitude":"42.825498",
    "longitude":"3.700822",
    "enddate":"07-12-2015",
    "genre":"All Music",
    "imageurl":"worldwidefestivalsete.jpg",
    "type":"All ages",
    "description":"The Worldwide Festival was born in Sete (South of France) in July 2006 by the joint initiative of Freshly Cut and Gilles Peterson based on one  simple idea : To create a different festival, offering a unique artistic selection inspired by Gilles’s radio show 'Worldwide'. With its unique line-up of artists, the WF aims to welcome festival goers to its exceptional venues in various cities around the world, and to highlight the authenticity and rich culture of these cities. The Worldwide Festival cultivates this specific aim and offers a unique holiday experience, with the idea being to create several WF events throughout the year in different parts of the worl",
    "url":"http://www.worldwidefestival.com/"
  },
  {
    "startdate":"07-10-2015",
    "name":"Ultra Europe",
    "latitude":"43.515203",
    "longitude":"16.443225",
    "enddate":"07-12-2015",
    "genre":"Electronic/Dance",
    "imageurl":"ultraeurope.jpg",
    "type":"Min age: 18",
    "description":"Ultra Europe is set to return for its third year in Split, Croatia, and promises to build on its first two years to become even bigger and better. And that's after over 150,000 enjoyed its incredible all-star line-up and epic light-shows in 2014. With the main stadium event only part of the picture, also expect daily boat parties sailing over the Adriatic and an insane beach party over on Hvar Island to round things off.",
    "url":"http://www.ultraeurope.com/"
  },
  {
    "startdate":"07-07-2015",
    "name":"Kew The Music",
    "latitude":"51.5049642",
    "longitude":"-0.3043194",
    "enddate":"07-12-2015",
    "genre":"All Music",
    "imageurl":"kewthemusic.jpg",
    "type":"All ages",
    "description":"Kew the Music began its life as Summer Swing at Kew Gardens and changed its name to Kew The Music in 2011. It is a series of concerts which take place annually and with the beautiful surrounds of Kew Gardens as their home it’s a festival atmosphere visitors never forget. ",
    "url":"http://kewthemusic.org/"
  },
  {
    "startdate":"07-10-2015",
    "name":"T in the Park",
    "latitude":"56.319503",
    "longitude":"-3.749423",
    "enddate":"07-12-2015",
    "genre":"All Music",
    "imageurl":"tinthepark.jpg",
    "type":"Min age: 5",
    "description":"If you’ve been living deep down a hole with no phone or wifi for company you may not have heard all the furore surrounding the big T in the Park move from Balado to Strathallan Castle. Scratch that, even if you had, the chances are you would probably still have heard about it! Well now finally T in the Park devotees can relax as the big show is definitely going ahead at what is shaping up to be an impressive new Perthshire home.",
    "url":"http://www.tinthepark.com/"
  },
  {
    "startdate":"07-10-2015",
    "name":"Brownstock",
    "latitude":"51.7355868",
    "longitude":"0.4685497",
    "enddate":"07-12-2015",
    "genre":"All Music",
    "imageurl":"brownstock.jpg",
    "type":"All ages",
    "description":"Brownstock Festival has fast become one of the UK’s most popular small festivals. See some of music’s biggest DJs and bands up-close and in a festival atmosphere rammed with personality and personal touches.",
    "url":"http://www.brownstock.co.uk/"
  },
  {
    "startdate":"07-11-2015",
    "name":"The Ride Festival",
    "latitude":"37.9374939",
    "longitude":"-107.8122852",
    "enddate":"07-12-2015",
    "genre":"Rock",
    "imageurl":"ridefestival.jpg",
    "type":"All ages",
    "description":"The weekend kicks off on Friday, July 10, with a FREE outdoor sunset concert in the scenic Mountain Village. Hop on the free gondola from Telluride to Mountain Village and the view will set the stage for this amazing music-filled weekend .",
    "url":"http://www.ridefestival.com/"
  },
  {
    "startdate":"07-10-2015",
    "name":"Cornbury Music Festival",
    "latitude":"51.7612056",
    "longitude":"-1.2464674",
    "enddate":"07-12-2015",
    "genre":"All Music",
    "imageurl":"cornburymusicfestival.jpg",
    "type":"All ages",
    "description":"An 'eclectic and eccentric musical carnival' Cornbury Music Festival call themselves, which is not very far from the truth. Set in the beautiful surroundings of Britain's Cotswolds, Cornbury typically embraces British country fair spirit, laying on a magical open-air party for the whole family, featuring comedy, theatre, workshops, a fairground and a whole range of culinary delights to enjoy around the festival's diverse lineup of music. ",
    "url":"http://www.cornburyfestival.com/"
  },
  {
    "startdate":"07-07-2015",
    "name":"Common Ground Music Festival",
    "latitude":"42.732535",
    "longitude":"-84.5555347",
    "enddate":"07-12-2015",
    "genre":"All Music",
    "imageurl":"commongroundmusicfestival.jpg",
    "type":"All ages",
    "description":"The Common Ground Music Festival is an annual week-long music festival that takes place in downtown Lansing, Michigan. The July festival, which began in the year 2000 and attracts 50,000-plus people each year, is located at the Louis Adado Riverfront Park along the Grand River.",
    "url":"http://www.commongroundfest.com/"
  },
  {
    "startdate":"07-10-2015",
    "name":"Red Wing Roots",
    "latitude":"38.3448488",
    "longitude":"-79.085032",
    "enddate":"07 10-12, 201",
    "genre":"All Music",
    "imageurl":"redwingroots.jpg",
    "type":"All ages",
    "description":"The Steel Wheels present the third annual Red Wing Roots Music Festival at Natural Chimneys Park in Mt Solon, VA. This is a family-friendly celebration of multiple stages with dozens of high-quality national and regional bands, kids events and activities, bike rides in the scenic Shenandoah Valley and close access to great hiking and fishing.",
    "url":"http://www.redwingroots.com/"
  },
  {
    "startdate":"07-09-2015",
    "name":"Electric Elephant",
    "latitude":"43.801823",
    "longitude":"15.653048",
    "enddate":"07-13-2015",
    "genre":"Deep/Soulful House, Tech House",
    "imageurl":"electricelephant.jpg",
    "type":"Minium Age: 18",
    "description":"More than just a festival, relax in the sunshine, swim in the sea and dance into the night under moonlit skies amidst breathtaking surroundings. Electric Elephant is a holiday, an escape, a getaway an adventure in the land of music with like minded souls that invokes the original spirit of Ibiza of the seventies and early eighties. Live Love Dance and Free Your Mind!",
    "url":"http://www.electricelephant.co.uk/"
  },
  {
    "startdate":"07-15-2015",
    "name":"Fresh Island Festival",
    "latitude":"44.467217",
    "longitude":"14.9916797",
    "enddate":"07-17-2015",
    "genre":"Hip Hop",
    "imageurl":"freshislandfestival.jpg",
    "type":"Min age: 18",
    "description":"Nestled on a long, stunning, pebble beach on the Adriatic island of Pag, in the northern part of the Croatian coast, is Zrce, the venue for Fresh Island Festival. Following hot on the heels of last year’s overwhelming success, the Fresh Island Festival returns with another incredible lineup, as you would expect. The organizers have pulled out all the stops to ensure that this year’s event is bigger, better, and louder than ever before.",
    "url":"http://2015.fresh-island.org/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Moondance Jam",
    "latitude":"47.1013462",
    "longitude":"-94.5872162",
    "enddate":"07-18-2015",
    "genre":"Rock",
    "imageurl":"moondancejam.jpg",
    "type":"All ages",
    "description":"Moondance Jam 24 is a rock and classic rock festival held July 16-18, 2015 at the Moondance Fairgrounds in the Leech Lake/Chippewa National Forest Area near Walker, Minnesota. It is Minnesota's largest rock festival and the premier classic rock festival in the U.S.",
    "url":"http://www.moondancejam.com/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Eaux Claires",
    "latitude":"44.811349",
    "longitude":"-91.4984941",
    "enddate":"07-18-2015",
    "genre":"All Music",
    "imageurl":"eauxclairelead.jpg",
    "type":"All ages",
    "description":"We at Eaux Claires have been driven by the idea that our festival would encourage music-genre-walls to melt away. That the barriers between the stage and the audience altered, and expression and experience put above all. We have put so much thought into who should collaborate at this festival, from musicians to actors, filmmakers to visual artists. We will all share and revel in this collision of artistic force while performing in the arms of our own Chippewa River Valley.",
    "url":"http://eauxclaires.com/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Super Bock Super Rock",
    "latitude":"38.7222524",
    "longitude":"-9.1393366",
    "enddate":"07-18-2015",
    "genre":"Rock",
    "imageurl":"superbocksuperrock.jpg",
    "type":"All ages",
    "description":"Super Bock Super Rock is a rock festival in Portugal, created in 1994. It has become one of the biggest festivals in the country, luring many rock and metal fans. Since its foundation, many famous artists have played at the festival. The festival has also changed location many times. It is named after its principal sponsor, Super Bock beer.",
    "url":"https://superbocksuperrock.pt/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Bang Your Head!!!",
    "latitude":"48.2748206",
    "longitude":"8.8495298",
    "enddate":"07-18-2015",
    "genre":"Metal",
    "imageurl":"bangyourhead.jpg",
    "type":"Under 16 must be accompanied by an adult.",
    "description":"First held in 1996, the BANG YOUR HEAD!!! has grown to become one of the most prominent metal festivals in central Germany, drawing an audience of thousands from all over the world.",
    "url":"http://www.bang-your-head.de"
  },
  {
    "startdate":"07-16-2015",
    "name":"Sea Dance Festival",
    "latitude":"42.288056",
    "longitude":"18.8425",
    "enddate":"07-18-2015",
    "genre":"Electro",
    "imageurl":"seadancefestival.jpg",
    "type":"Minimum Age: 18",
    "description":"Sea Dance is a premium festival event, a must-visit for all die-hard fans of electro music mixed with the sounds of the sea, the sun’s warm kiss, and soft sand beneath their feet. It is an epic adventure at heaven on earth, including day parties at the hottest beach of the Adriatic Sea, beautiful sunsets with some of the best electro beats and beach cocktail parties.",
    "url":"http://www.seadancefestival.me/en"
  },
  {
    "startdate":"Jun 16 2015",
    "name":"Rock in Roma",
    "latitude":"41.9027835",
    "longitude":"12.4963655",
    "enddate":"June 16- July 18, 2015",
    "genre":"All Music",
    "imageurl":"rockinnroma.jpg",
    "type":"All ages",
    "description":"Rock in Roma festival is a musical event that takes place annually in Rome at the Hippodrome Capannelle usually around June and July. Now on its seventh edition, Rock in Roma is one of the major international rock festival. With more than a month of schedule, the event is a must for rock music lovers and for all the people who enjoy good music. 70,000 people attended the Rolling Stones Special Event at Circo Massimo, in a trend that has seen exponential growth, which led to a great increase both for the national and the international public.",
    "url":"http://www.rockinroma.com/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Lovebox",
    "latitude":"51.534884",
    "longitude":"-0.039654",
    "enddate":"07-18-2015",
    "genre":"Electro",
    "imageurl":"lovebox.jpg",
    "type":"Under 18s must be acoompanied by an adult.",
    "description":"Lovebox is a two-day music festival held in Victoria Park, Tower Hamlets, London. The event has been running since 2002 and was founded by DJs Groove Armada.",
    "url":"http://loveboxfestival.com"
  },
  {
    "startdate":"07-15-2015",
    "name":"Rock USA",
    "latitude":"43.963686",
    "longitude":"-88.593213",
    "enddate":"07-18-2015",
    "genre":"Rock",
    "imageurl":"rockusa.jpg",
    "type":"All ages",
    "description":"Rock USA is 'Solid Rock. No Limits.' and will present an incredibly broad mix of world-class rock stars. Don't try to lay a description on our talent mix because it won't work. We intend to break a few rules and we intend to get downright aggressive about it. Count on it… we will take it to the edge. If it's kickass festival stuff… it belongs at Rock USA!",
    "url":"http://www.rockusaoshkosh.com/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Moods of the Madison",
    "latitude":"45.353644",
    "longitude":"-111.733919",
    "enddate":"07-18-2015",
    "genre":"All Music",
    "imageurl":"moodsofthemadison.jpg",
    "type":"All ages",
    "description":"Moods Of The Madison is back, this July 17-18 in Ennis, MT! This 2 day event will include national headlining music, vendors, non-profits, the great outdoors and of course a great celebration. Chamberlin productions will be producing and preparing for festival in conjunction with community leaders.",
    "url":"http://moodsofthemadison.com/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Camp Bisco",
    "latitude":"41.349731",
    "longitude":"-75.674341",
    "enddate":"07-18-2015",
    "genre":"Electro",
    "imageurl":"campbisco.jpg",
    "type":"Min age: 16",
    "description":"Camp Bisco is the premiere Electronic Music Festival in upstate New York, Three Days of non-stop Music, Arts, Entertainment, and Camping",
    "url":"http://campbisco.com/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Latitude Festival",
    "latitude":"52.1872472",
    "longitude":"0.9707801",
    "enddate":"07-19-2015",
    "genre":"Rock/Metal/Indie",
    "imageurl":"latitudefestival.jpg",
    "type":"All ages",
    "description":"The festival with a difference is coming back for it's 10th Anniversary again, so expect some big surprises and new announcements! Latitude has become renowned for its unique atmosphere as well as its eclectic and thoroughly enjoyable mixture of Art, Theatre, Cabaret, Poetry, Dance, and even Politics! There is no other festival like it on the calendar. It’s that sort of eclecticism that makes Latitude stand out from the crowd.",
    "url":"http://www.latitudefestival.com/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Colours of Ostrava",
    "latitude":"49.8002579",
    "longitude":"18.2383478",
    "enddate":"07-19-2015",
    "genre":"All Music",
    "imageurl":"coloursofostrava.jpg",
    "type":"All ages",
    "description":"Colours of Ostrava, or simply Colours, is a multi-genre festival, the biggest international music festival in the Czech Republic and one of the biggest music events in Central Europe, held every summer in the centre of Ostrava, the third biggest city in the Czech Republic.",
    "url":"http://www.colours.cz/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Forecastle",
    "latitude":"38.2526647",
    "longitude":"-85.7584557",
    "enddate":"07-19-2015",
    "genre":"Rock",
    "imageurl":"forecastle.jpg",
    "type":"All ages",
    "description":"The Forecastle Festival is a three-day music, art, and environmental activism festival held annually in Louisville, Kentucky, since 2002. The festival originated as a small gathering of local musicians in Louisville's Tyler Park, and steadily grew into a national attraction that now includes major touring acts, national art collectives, outdoor industry partners, prominent speakers, and more. Forecastle was selected in 2012 as one of Rolling Stone's 'Coolest Festivals' and has an annual attendance of over 75,000 fans at Louisville Waterfront Park.",
    "url":"http://www.forecastlefest.com/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Once Upon A Time In The West",
    "latitude":"51.270937",
    "longitude":"-2.163749",
    "enddate":"07-19-2015",
    "genre":"Acoustic/Folk/Pop",
    "imageurl":"onceuponatimeinthewest.jpg",
    "type":"All ages",
    "description":"Started in 2014 the Once Upon A Time In The West is a great little festival that takes place in The South West, and is run by a crew who brought you the likes of Glastonbury, Bearded Theory (Tornado Town), Bath Fringe, Endorse it in Dorset & beyond.",
    "url":"http://www.outwestfestival.co.uk/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Positivus Festival",
    "latitude":"57.7581391",
    "longitude":"24.3543455",
    "enddate":"07-19-2015",
    "genre":"All Music",
    "imageurl":"positivusfestival.jpg",
    "type":"All ages",
    "description":"Positivus Festival is an annual, three-day summer music and culture festival held in Salacgrīva, Latvia.",
    "url":"https://www.positivusfestival.com/en"
  },
  {
    "startdate":"07-15-2015",
    "name":"Dour Festival",
    "latitude":"50.4000126",
    "longitude":"3.7827918",
    "enddate":"07-19-2015",
    "genre":"All Music",
    "imageurl":"dourfestival.jpg",
    "type":"All ages",
    "description":"Established in 1989 by Carlo Di Antonio, the Dour Festival is the biggest music and touristic event in the French-speaking part of Belgium. For the last 26 years, the festival found the perfect formula to become one of the most important events in Europe: a unique, and eclectic line up, filled with impressive headliners and – more importantly – a lot of exciting discoveries, a terrain in the heart of the Borinage Terrils and an unsurpassed organisation; all of this for almost 200 000 young music lovers. For the 27th edition, the festival celebrates Mons as the European Capital of Culture in 2015: Wednesday July 15th we open our big stage at Mons 2015. The perfect occasion to celebrate Culture, Youth and Europe.",
    "url":"http://www.dourfestival.eu/home/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Northwest String Summit",
    "latitude":"45.5970596",
    "longitude":"-122.9934389",
    "enddate":"07-19-2015",
    "genre":"Acoustic/Bluegrass",
    "imageurl":"northweststring.jpg",
    "type":"All ages",
    "description":"Located just 20 miles outside of Portland, OR, Horning’s Hideout stands as one of the most scenic festival sites in the country; NWSS is the only music offering this year taking place at Horning’s Hideout. A family-friendly and locally-sourced festival, NWSS caps its capacity at 4,500 attendees to ensure an intimate experience for all festival- goers at an incredible ticket price.",
    "url":"http://stringsummit.com/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Stop Making Sense",
    "latitude":"43.790738",
    "longitude":"15.644531",
    "enddate":"07-19-2015",
    "genre":"Dance/Latin/Jazz/Reggae",
    "imageurl":"stopmakingsense.jpg",
    "type":"Minimum age: 18",
    "description":"Situated on the beautiful Croatian coastline lies Tisno and The Garden: a stunning, serene and secluded bay with its own private beach and on site accommodation. In this brand new location and promising more of the high quality and incredible atmosphere we've grown accustomed to, Stop Making Sense has returned to light up the festival circuit, and define the summer. The festival regularly brings to the beautiful Croatian coast the very best in underground, cutting edge, forward thinking dance music, as well as latin, jazz, house, dubstep, and even reggae, creating an exciting, ever changing mixture.",
    "url":"http://stopmakingsense.eu/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Melt! Festival",
    "latitude":"51.758284",
    "longitude":"12.447138",
    "enddate":"07-19-2015",
    "genre":"Dance",
    "imageurl":"meltfestival.jpg",
    "type":"Minimum age: 18",
    "description":"A flickering sea of lights, pulsating beats and beaming faces as far as the eye can see – the City of Iron awakes again. Three days of pure musical euphoria lie ahead of us in July. Hot newcomers and international heroes grace the stages below the breathtaking coal mining diggers of days gone by, hosting debaucherous gigs and parties breaking the boundaries between quiet and loud, indie and electro, mainstream and subculture.",
    "url":"http://www.meltfestival.de/"
  },
  {
    "startdate":"07-09-2015",
    "name":"Ottawa Bluesfest",
    "latitude":"45.4215296",
    "longitude":"-75.6971931",
    "enddate":"07-19-2015",
    "genre":"Blues",
    "imageurl":"ottawabluefest.jpg",
    "type":"All ages",
    "description":"The Ottawa Bluesfest is an annual outdoor music festival that takes place each July in downtown Ottawa, Canada. While mainly focused on blues at the start, the festival has increasingly showcased mainstream pop and rock acts in recent years. The Bluesfest has become the largest blues festival in Canada and the second largest in North America",
    "url":"http://www.ottawabluesfest.ca/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Pemberton",
    "latitude":"50.315505",
    "longitude":"-122.716692",
    "enddate":"07-19-2015",
    "genre":"Rock/Indie/Hip Hop/Electro/Metal",
    "imageurl":"pemberton.jpg",
    "type":"All ages",
    "description":" The Pemberton Festival was a three-day summer music festival inaugurated in 2008. It was held in Pemberton, British Columbia, a village just north of popular ski resort Whistler. Produced by Live Nation Canada, the festival featured primarily rock and indie rock musicians, with a small proportion of hip hop. Musicians played on one of two stages, picturesquely situated at the foot of Mount Currie and the surrounding mountain range. The site, a 400-acre (1.6 km2) hayfield, was discovered by concert-promoter, Shane Bourbonnais, of Live Nation, just down the street from his vacation home. He emphasized event sustainability and environmentalism as priorities in running the festival.",
    "url":"http://pembertonmusicfestival.com/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Faster Horses",
    "latitude":"42.060804",
    "longitude":"-84.241598",
    "enddate":"07-19-2015",
    "genre":"Country",
    "imageurl":"fasterhorses.jpg",
    "type":"All ages",
    "description":"Three days of Country Music and Camping in Brooklyn, MI, July 17-19, 2015",
    "url":"http://fasterhorsesfestival.com/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Pitchfork Festival Chicago",
    "latitude":"41.884762",
    "longitude":"-87.665276",
    "enddate":"07-19-2015",
    "genre":"Alternative Rock/Indie",
    "imageurl":"pitchforkfestivalchicago.jpg",
    "type":"All ages",
    "description":"Celebrating 10 years in 2015, the internationally recognized Pitchfork Music Festival presents 40+ bands over the course of three days each summer in Chicago's Union Park. The fetival highlights the best in new and emerging music. Since 2006, this independently run festival has consistently proven to be one of the most welcoming, reasonably priced, and rewarding weekends of music around.",
    "url":"http://pitchforkmusicfestival.com/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Northern Nights",
    "latitude":"39.9660063",
    "longitude":"-123.7950389",
    "enddate":"07-19-2015",
    "genre":"All Music",
    "imageurl":"northernnights.jpg",
    "type":"All ages",
    "description":"Northern Nights is a 3-day boutique camping and music festival straddling the Mendocino – Humboldt County Line at Cook’s Valley Campground. The lazy Eel River and towering Redwood forests form the picture perfect backdrop for premier musical talent on FOUR (4!) stages, jaw-dropping art, thought provoking workshops, nightly burlesque, comedy, yoga, and industry-leading sustainability initiatives.",
    "url":"http://www.northernnights.org/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Project Pabst",
    "latitude":"45.5230622",
    "longitude":"-122.6764816",
    "enddate":"07-19-2015",
    "genre":"All Music",
    "imageurl":"projectpabst.jpg",
    "type":"Minimum Age: 21",
    "description":"We may have been established in Milwaukee in 1844, but it was in Portland that Pabst was reborn. Our love letter to Portland has been written in the stars for sometime now, and this July we're on our way to deliver the message first hand. Join us by day, near the banks of the Willamette River, for a one-of-a-kind music experience and an endless supply of Portland's favorite brew. And then at night Project Pabst invades some of the best music venues in the country, as we honor the city that solidified the bond between Pabst and music of every genre. Get ready to throw back a few pounders with your favorite people, as we promise to keep the festival from smelling like teen spirit",
    "url":"http://projectpabst.com/event/"
  },
  {
    "startdate":"07-17-2015",
    "name":"The Beat-Herder Festival",
    "latitude":"53.943891",
    "longitude":"-2.298747",
    "enddate":"07-19-2015",
    "genre":"All Music",
    "imageurl":"thebeatherderfestival.jpg",
    "type":"All ages",
    "description":"Beat-Herder is one of those festivals that really provides breath of fresh air. Since its inception, Beathereder has remained non conformist to big festival norms, and continues to provide a welcome alternative to the big money festivals around the country. Beat-Herder's growth has kept true to its ideal, but at the same time has managed booking increasingly bigger names and impressive lineups. Previous years headliners have included the likes of Orbital, Death In Vegas, Lee Scratch Perry, Mr Scruff & Mc Kwasi, Goldie, Roni Size, Shackleton, James Holden, Nathan Fake, and Jake Bugg.",
    "url":"http://beatherder.co.uk/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Longitude Festival",
    "latitude":"53.3498053",
    "longitude":"-6.2603097",
    "enddate":"07-19-2015",
    "genre":"All Music",
    "imageurl":"longitude.jpg",
    "type":"Under 16 must be accompanied by an adult",
    "description":"Longitude is a brand new music festival organised by promoters MCD, which will be held in Marlay Park, Dublin 16 on the weekend of Friday 19th of July to Sunday 21st",
    "url":"http://www.longitude.ie/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Grey Fox Bluegrass Festival",
    "latitude":"42.409134",
    "longitude":"-74.1519333",
    "enddate":"07-19-2015",
    "genre":"Bluegrass",
    "imageurl":"greyfoxbluegrass.jpg",
    "type":"All ages",
    "description":"Award winning, family friendly, 4 day bluegrass music festival held every year in the middle of July on a farm in the beautiful Catskill Mts in NY USA.",
    "url":"http://greyfoxbluegrass.com/festival/"
  },
  {
    "startdate":"07-15-2015",
    "name":"Larmer Tree",
    "latitude":"50.9513415",
    "longitude":"-2.0826166",
    "enddate":"07-19-2015",
    "genre":"Rock/Metal/Indie",
    "imageurl":"larmertree.jpg",
    "type":"Min age: 5",
    "description":"We really can’t quite believe that it’s 23 years since this whole thing started. It’s now quite a bit bigger and longer, and there’s loads more going on, but we always work really hard to make sure that the original ‘Larmer Tree’ atmosphere is never lost. We’ve always been totally independent and sponsor-free, so with no outside forces to influence us we’ve been free to develop an intimate and extraordinary event of entirely our own creation. We have been joined by a truly amazing team over the years and could not and would not want to do it without them! Our links with local organisations as well as hundreds of volunteers from the local area help us maintain the festival’s original roots and community spirit. In the last couple of years we are really proud to have been awarded the UK Festival Awards for ‘Best Family Festival’",
    "url":"http://larmertreefestival.co.uk/"
  },
  {
    "startdate":"07-18-2015",
    "name":"Sloss Music & Arts Festival",
    "latitude":"33.5206608",
    "longitude":"-86.80249",
    "enddate":"07-19-2015",
    "genre":"All Music",
    "imageurl":"slossmusicarts.jpg",
    "type":"All ages",
    "description":"Sloss Music & Arts Festival will be an experience that is uniquely Southern and distinctly Birmingham, highlighting the city's burgeoning music, food and arts scene.",
    "url":"http://slossfest.com/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Mutiny Festival",
    "latitude":"50.83761",
    "longitude":"-0.774936",
    "enddate":"07-19-2015",
    "genre":"All Music",
    "imageurl":"mutiny.jpg",
    "type":"Min age: 16, Under 18s must be accompanied by an adult",
    "description":"The festival experience is the highlight of the summer for many UK music lovers, and there’s no shortage to choose from, whether you’re looking for huge crowds and world-famous acts or smaller but no less fun independent weekend events. The Mutiny Festival near Portsmouth belongs to the latter group, and is one of the newest and most intriguing. Get your Mutiny Festival Tickets today from Gigantic to find out what it’s like first hand.",
    "url":"http://www.mutinyfestivals.co.uk/"
  },
  {
    "startdate":"07-16-2015",
    "name":"Airbeat One",
    "latitude":"53.361013",
    "longitude":"11.616679",
    "enddate":"07-19-2015",
    "genre":"Dance",
    "imageurl":"airbeatone.jpg",
    "type":"Under 18 accompanied by an adult",
    "description":"Up to eleven stages are celebrated in the different styles of electronic music. The main stage is usually open air, the others are located in circus tents. The festival has taken place annually since 2002 in mid-July at the airfield in Neustadt-Glewe on four days and is organized by Music Eggert.",
    "url":"http://www.airbeat-one.de/"
  },
  {
    "startdate":"07-17-2015",
    "name":"Vancouver Folk Festival",
    "latitude":"49.2827291",
    "longitude":"-123.1207375",
    "enddate":"07-19-2015",
    "genre":"Folk",
    "imageurl":"vancouverfolk.jpg",
    "type":"All ages",
    "description":"Over 60 acts from 15+ countries. The urban beachfront beauty of Jericho Beach Park. Take a bus, bike, car share, even walk to the festival - so easy, so accessible. Come immerse yourself in the music of your world, sample delicious food from around the globe, shop, hang out with friends, and experience three glorious days that will stay in your heart forever.",
    "url":"http://thefestival.bc.ca/"
  },
  {
    "startdate":"07-19-2015",
    "name":"Croatia Rocks",
    "latitude":"44.538489",
    "longitude":"14.906731",
    "enddate":"07-24-2015",
    "genre":"House/DNB/Techno/Hip Hop/Reggae",
    "imageurl":"croatiarocks.jpg",
    "type":"Minimum age: 18",
    "description":"After 10 unique years combining indie and electronic music, live bands and DJs in gorgeous Mediterranean surroundings, Ibiza Rocks is ready to bring its ground-breaking brand to the most beautiful sands on the Adriatic. Croatia’s Zrce beach on the Island of Pag has become renowned as the new Ibiza, so the arrival of one of the Spanish island’s most established and eclectic music names seems as natural as it is welcome.",
    "url":"http://www.croatiarocks.com/"
  },
  {
    "startdate":"07-23-2015",
    "name":"Country Jam Wisconsin",
    "latitude":"44.790346",
    "longitude":"-91.556477",
    "enddate":"07-25-2015",
    "genre":"Country",
    "imageurl":"countryjamwisconsin.jpg",
    "type":"All ages",
    "description":"It’s a weekend full of friends, fun, and the best live country music! Thanks to everyone who made our 25th Anniversary a HUGE success this summer, and we’re looking forward to seeing you back again in 2015 for Lady Antebellum, Blake Shelton, & Eric Church! Big stars, big hits, big fun—Country Jam USA is the experience of a lifetime!",
    "url":"http://countryjamwi.com/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Wickerman Festival",
    "latitude":"54.822530",
    "longitude":"-3.939365",
    "enddate":"07-25-2015",
    "genre":"House/Rock/Indie/Folk",
    "imageurl":"wickermanfestival.jpg",
    "type":"All ages",
    "description":"We don't know if it's the rolling countryside, the glorious weather, the ten stages of entertainment providing a mixture of punk, rock, indie and electro and a unique blend of everything in between; or a 35ft Wickerman that makes The Wickerman Festival so special. What we do know, is that we return every year for another snippet of madness, and will do again in July 2015. Set in the glorious Kirkcudbrightshire countryside with views across the county and out over the sea to the Isle of Man, it's a breathtaking sight that has to be witnessed to be believed.",
    "url":"http://www.thewickermanfestival.co.uk/"
  },
  {
    "startdate":"07-19-2015",
    "name":"Metaldays",
    "latitude":"46.1857188",
    "longitude":"13.7319838",
    "enddate":"07-25-2015",
    "genre":"Metal",
    "imageurl":"metaldays.jpg",
    "type":"Under 18s must be accompanied by an adult",
    "description":"Music connects people like nothing else, and all of you who’ve already been to MetalDays know that: you meet people from all around the world and even though you don’t even speak the same language, you’re able to form life-long friendships in the valley of Soča. You all come from different places but are all heading to the paradisiac place called Tolmin to celebrate your mutual passion: the greatest music in the world.",
    "url":"http://metaldays.net/Home/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Newport Folk Festival",
    "latitude":"41.4901024",
    "longitude":"-71.3128285",
    "enddate":"07-26-2015",
    "genre":"Folk/Acoustic",
    "imageurl":"newportfolk.jpg",
    "type":"All ages",
    "description":"The Newport Folk Festival is an American annual folk-oriented music festival in Newport, Rhode Island, which began in 1959 as a counterpart to the previously established Newport Jazz Festival. The festival features performances by folk, blues, country, bluegrass and folk rock musicians, and since the 1990s has featured performers from related contemporary genres, such as alternative country, indie folk and folk punk.",
    "url":"http://www.newportfolk.org/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Deer Shed",
    "latitude":"54.1779268",
    "longitude":"-1.3875191",
    "enddate":"07-26-2015",
    "genre":"All Music",
    "imageurl":"deershed.jpg",
    "type":"All ages",
    "description":"We are massive fans of music and the arts in general, and we all have kids. We have over the years got increasingly fed up with paying a small fortune to get our families into various festivals only to be disappointed in the music or in the entertainment, facilities and vibe for the sprogs. The Deer Shed Festival is our long considered response to this.",
    "url":"http://deershedfestival.com/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Tomorrowland Belgium",
    "latitude":"51.08608",
    "longitude":"4.36633",
    "enddate":"07-26-2015",
    "genre":"Electronic",
    "imageurl":"tomorrowlandbelgium.jpg",
    "type":"Minimum Age: 18",
    "description":"Tomorrowland is the largest annual electronic music festival held in the world, taking place in Belgium. It used to be organized as a joint venture by the original founders together with ID&T.[1] The festival takes place in the town of Boom, 16 kilometers south of Antwerp, 32 kilometers north of Brussels, and has been organized since 2005. Tomorrowland has since become one of the most notable global music festivals.",
    "url":"http://www.tomorrowlandbelgium.com"
  },
  {
    "startdate":"07-24-2015",
    "name":"Splendour in the Grass",
    "latitude":"-28.6441616",
    "longitude":"153.6123788",
    "enddate":"07-26-2015",
    "genre":"All Music",
    "imageurl":"splendourinthegrass.jpg",
    "type":"Under 11s must be accompanied by an adult at all times.",
    "description":"Splendour in the Grass is an Australian music festival that has been held annually since 2001. The festival has been held near Byron Bay, New South Wales for all but two years since its inauguration. In 2010 and 2011, the festival was held in Woodford, Queensland, while organisers made an effort to gain support for a new location at North Byron Parklands. The event returned to Byron Bay in 2012, when it was held at Belongil Fields. The 2013 festival was the first to be held at the new North Byron Parklands location, to much controversy from festival goers and the local community.",
    "url":"http://splendourinthegrass.com/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Center of Gravity",
    "latitude":"49.8879519",
    "longitude":"-119.4960106",
    "enddate":"07-26-2015",
    "genre":"EDM/Hip Hop",
    "imageurl":"centerofgravity.jpg",
    "type":"All ages",
    "description":"The Okanagan’s biggest adrenaline-fueled sports and music festival is back for its 8th year! Monster Energy Center of Gravity will return to the shores of Okanagan Lake and Kelowna’s City Park, July 24 – 26, 2015. Wet Ape Productions and Union Electronic are proud to bring Canada’s Hottest Beach Festival back for another action-packed year of sports, sandy beaches, bikinis, and some of the biggest names in EDM, hip hop and live music.",
    "url":"http://centerofgravity.ca/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Fuji Rock Festival",
    "latitude":"37.9161924",
    "longitude":"139.0364126",
    "enddate":"07-26-2015",
    "genre":"Rock",
    "imageurl":"fujirockfestival.jpg",
    "type":"Under 12s must be accompanied by an adult.",
    "description":"Fuji Rock Festival is an annual rock festival held in Naeba Ski Resort, in Niigata Prefecture, Japan. The three-day event, organized by Smash Japan, features more than 200 Japanese and international musicians, making it the largest outdoor music event in Japan. In 2005, more than 100,000 people attended the festival.",
    "url":"http://fujirock-eng.com/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Tramlines",
    "latitude":"53.381129",
    "longitude":"-1.470085",
    "enddate":"07-26-2015",
    "genre":"All Music",
    "imageurl":"tramlines.jpg",
    "type":"Under 14s must be accompanied by an adult.",
    "description":"The Tramlines Festival is an annual music festival held in Sheffield. The festival has in the past been free to attend, and the line-up consists of national and local artists. The festival is curated and organised by a panel comprising local venue owners, promoters and volunteers. The name of the festival is inspired by the city's tram network. Tramlines held its first festival in 2009, which attracted 35,000 fans and was seen as a huge success, and 2010's event doubled that figure. Tramlines 2011 took place between Friday 22 and Sunday 24 July. The success of Tramlines Festival 2011 led to the event winning 'Best Metropolitan Festival' at the UK Festival Awards.",
    "url":"http://www.tramlines.org.uk/"
  },
  {
    "startdate":"07-24-2015",
    "name":"WayHome Music Festival",
    "latitude":"44.534114",
    "longitude":"-79.669034",
    "enddate":"07-26-2015",
    "genre":"All Music",
    "imageurl":"wayhome.jpg",
    "type":"All ages",
    "description":"Everything is social-in-your-face-all-the-time connected now. I can’t shake the feeling that I’m missing something. But then I hear a song, or read a book, or see something that makes me think; that reminds me what it’s like to be inspired. That reminds me what it feels like to know my way. This is not the music festival you think it is. We are about what happens when different and interesting people come together. We are making this about music, food, art and film. And we’re making it a place for people who love one or all of those things to come together to make a kaleidoscope of sound, smell, colour, and spectacle.",
    "url":"http://wayhome.com/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Indietracks",
    "latitude":"53.128322",
    "longitude":"-1.5139821",
    "enddate":"07-26-2015",
    "genre":"Indie/Pop",
    "imageurl":"indietracks.jpg",
    "type":"All ages",
    "description":"Indietracks is a unique summer music festival, combining steam trains and indiepop music! It takes place at the Midland Railway Centre in the heart of the Derbyshire countryside, and the next festival will take place on the weekend of 24-26 July 2015.",
    "url":"http://www.indietracks.co.uk/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Nozstock",
    "latitude":"52.0765164",
    "longitude":"-2.6544182",
    "enddate":"07-26-2015",
    "genre":"DNB/Hip Hop",
    "imageurl":"nozstock.jpg",
    "type":"All ages",
    "description":"Like the very best of festivals, Nozstock was founded by a fun-loving family, their extended relatives, friends, acquaintances and pretty much everyone who had a guitar to play or a joke to tell. It was a hazy, optimistic time at the turn of the millenium, when life felt simple and summers were long and full of amusements. The Hidden Valley has successfully retained this homely, welcoming nostalgia, but have woven it into a delightful amalgamation of performance, art, electronic supersounds and good old-fashioned guitar-strumming and drum-bashing, thanks to some great advice and not a small dose of audience participation and feedback. Now an established family event, Nozstock is a sonic escape boasting nine stages of entertainment with surprising sights and intimate, secluded areas of theatre and discovery to be unearthed.",
    "url":"http://www.nozstock.com/"
  },
  {
    "startdate":"07-22-2015",
    "name":"Floydfest",
    "latitude":"36.9112443",
    "longitude":"-80.3200502",
    "enddate":"07-26-2015",
    "genre":"Rock/Blegrass/World",
    "imageurl":"floydfest.jpg",
    "type":"All ages",
    "description":"A wonderful serenity has taken possession of my entire soul, like these sweet mornings of spring which I enjoy with my whole heart. I am alone, and feel the charm of existence in this spot, which was created for the bliss of souls like mine. I am so happy, my dear friend, so absorbed in the exquisite sense of mere tranquil existence, that I neglect my talents. I should be incapable of drawing a single stroke at the present moment; and yet I feel that I never was a greater artist than now. When, while the lovely valley teems with vapour around me",
    "url":"http://floydfest.com/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Interstellar Rodeo Edmonton",
    "latitude":"53.546612",
    "longitude":"-113.489073",
    "enddate":"07-26-2015",
    "genre":"Folk/Rock",
    "imageurl":"interstellarrodeo.jpg",
    "type":"All ages",
    "description":"The Interstellar Rodeo brings some of the top acts from North America, and local bands to one stage for a weekend of great music and good vibes.",
    "url":"http://interstellarrodeo.com/edmonton/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Capitol Hill Block Party",
    "latitude":"47.6062095",
    "longitude":"-122.3320708",
    "enddate":"07-26-2015",
    "genre":"All Music",
    "imageurl":"capitolhillblockparty.jpg",
    "type":"All ages",
    "description":"Capitol Hill Block Party is a 3-day music and arts festival, celebrating Seattle’s iconic arts and music center, Capitol Hill. CHBP takes over six city blocks for 3 days in the heart of this Seattle neighborhood, and showcases over 100 local and national artists. The grounds house three indoor venues, dozens of restaurants and bars, in addition to two outdoor stages built for the event.",
    "url":"http://capitolhillblockparty.com/"
  },
  {
    "startdate":"07-23-2015",
    "name":"Underground Music Showcase (UMS)",
    "latitude":"39.7392358",
    "longitude":"-104.990251",
    "enddate":"07-26-2015",
    "genre":"All Music",
    "imageurl":"ums.jpg",
    "type":"All ages",
    "description":"The Underground Music Showcase (The UMS) is Denver, Colorado’s premier indie festival, now in its 15th year. The UMS is known not only for its focus on local talent and the local community (its a non-profit event and benefits the Denver Post Community Foundation) but also for the diversity and crazy high energy of the performances you can see throughout its tenure. This year’s incarnation showcases over 400 local and national act performances, across 4 days, in nearly 20 venues.",
    "url":"http://theums.com/"
  },
  {
    "startdate":"07-23-2015",
    "name":"Secret Garden Party",
    "latitude":"52.2052973",
    "longitude":"0.1218195",
    "enddate":"07-26-2015",
    "genre":"Rock/World/Electronic/Reggae/Folk/Dance/House",
    "imageurl":"secretgardenparty.jpg",
    "type":"All ages",
    "description":"Gentle Gardener; let it be known that you commune with paradise when you step sequin-footed on this hallowed turf. It is indeed Nirvana. But if you want to make your stay here even more celestial, then elevating above the normal tent-based experience is de rigueur. Forgo the usual communal canvas area, and treat yourself to a heavenly five-star party experience, which, by the higher powers, we have made impossibly possible. Your comfort is our main concern, and catering to your every whim is our calling to ensure a stress-free al fresco odyssey. Fast track yourself into the field of dreams, as boutique camping customers have their own direct, queue-free road onto the site, leading to a private car park. When you have been magicked into the heart of the action, you will be in the beatific arms of our boutique bellboys and barrow girls, who are on hand to take your luggage and convey it with care to your chi chi abode.",
    "url":"http://www.secretgardenparty.com/"
  },
  {
    "startdate":"07-25-2015",
    "name":"Mo Pop Festival",
    "latitude":"42.331427",
    "longitude":"-83.0457538",
    "enddate":"07-26-2015",
    "genre":"All Music",
    "imageurl":"mopopfestival.jpg",
    "type":"All ages",
    "description":"Music Festival in Detroit, MI. July 25 and 26 at West Riverfront Park. Featuring Modest Mouse, Passion Pit, Iron & Wine with Ben Bridwell, Brandon Flowers and more!",
    "url":"http://mopopfestival.com/"
  },
  {
    "startdate":"07-24-2015",
    "name":"XPoNential Music Festival",
    "latitude":"39.9259463",
    "longitude":"-75.1196199",
    "enddate":"07-26-2015",
    "genre":"All Music",
    "imageurl":"xponential.jpg",
    "type":"All ages",
    "description":"The XPoNential Music Festival offers an unparalleled experience for music discovery. With a lineup of established and up-and-coming artists heard on WXPN 88.5FM, the award-winning Philadelphia public radio station, along with a variety of family-friendly activities, the XPoNential Music Festival has been pleasing audiences of all ages for more than a decade on the Camden Waterfront.",
    "url":"http://xpnfest.org/"
  },
  {
    "startdate":"07-24-2015",
    "name":"Audioriver",
    "latitude":"52.5463446",
    "longitude":"19.7065364",
    "enddate":"07-26-2015",
    "genre":"Electronic/Alternative",
    "imageurl":"audioriver.jpg",
    "type":"Min age: 18",
    "description":"The Audioriver Festival is a three-day-long, international event, the purpose of which is promoting all that is best in alternative music, with emphasis put on the electronic music genre.",
    "url":"http://www.audioriver.pl/"
  },
  {
    "startdate":"07-20-2015",
    "name":"Paleo Festival",
    "latitude":"46.3831924",
    "longitude":"6.2348564",
    "enddate":"07-26-2015",
    "genre":"Rock",
    "imageurl":"paleo.jpg",
    "type":"All ages",
    "description":"The Paléo Festival de Nyon, usually just called Paléo, is an annual rock festival held in Nyon, Switzerland, between Geneva and Lausanne. It started in a small way in 1976 as the Nyon Folk Festival. It was originally held near Lake Geneva and had only two stages, but today it is one of the major open-air music festivals in mainland Europe and the biggest in Switzerland. Today the event has grown to include international artists. It has also moved to the plaine de L'Asse, accessible either by walking, bus or the Chemin de fer Nyon-St-Cergue-Morez narrow-gauge railway.",
    "url":"http://yeah.paleo.ch/"
  },
  {
    "startdate":"07-23-2015",
    "name":"Vasto Siren Festival",
    "latitude":"42.1045588",
    "longitude":"14.7058711",
    "enddate":"07-26-2015",
    "genre":"All Music",
    "imageurl":"vastrosiren.jpg",
    "type":"All ages",
    "description":"A unique and extraordinary setting: an ancient town facing the sea that is one of the most charming sites in the central Italy. With its 15th century palace and courtyard, its charming upper town alleys, the square overlooking the gulf and beaches; not just a concert series, but instead a real festival: four days of fun and chilling, DJ sets, movie screenings and food feasts. Our advice is: take a break from work, pack your bag with your swimsuit and frisbee and prepare yourself for three days of swimming, enjoying rock’n’roll apertivi on the beach at sunset, delicious meals in selected restaurants, unforgettable concerts, dancing on the beach at night and under the stars screenings of films and music themed documentaries.",
    "url":"http://sirenfest.com/"
  },
  {
    "startdate":"07-23-2015",
    "name":"Motion Notion",
    "latitude":"51.2961188",
    "longitude":"-116.9631367",
    "enddate":"07-27-2015",
    "genre":"Electro/DNB/Funk",
    "imageurl":"motionnotion.jpg",
    "type":"Under 12s must be accompanied by an adult.",
    "description":"Motion Notion Festival is an exploration of electronic music, art, nature, and the infinite in the heart of Rocky Mountains near Golden BC, Canada. Motion Notion has always been something off the beaten path and a thing of discovery and amazement for all. Welcome to freedom and growth!",
    "url":"http://www.motionnotion.com/"
  },
  {
    "startdate":"07-22-2015",
    "name":"Sunce Beat",
    "latitude":"43.807836",
    "longitude":"15.632257",
    "enddate":"07-29-2015",
    "genre":"House/Deep House/Soul/Disco",
    "imageurl":"suncebeat.jpg",
    "type":"All ages",
    "description":"There have been a number of firsts at SuncéBeat. We were the first Croatian festival to bring deep house titan Larry Heard to the Garden, the first to invite Berlin powerhouse Prosumer to spin, and the only Croatian festival to secure a date with the semi-mythical DJ Harvey. The trend continues in 2013 as we are the first to welcome the enigmatic Detroit legend Moodymann to party with us in Tisno.",
    "url":"http://suncebeat.com/"
  },
  {
    "startdate":"08-01-2015",
    "name":"Eastern Electrics",
    "latitude":"51.377048",
    "longitude":"-0.0278501",
    "enddate":"08-01-2015",
    "genre":"Electro/Techno",
    "imageurl":"easternelectrics.jpg",
    "type":"Min age: 18",
    "description":"More stages for you to listen to the biggest underground house and techno DJs on the planet. More spaces for you to chill out and laze in the sunshine. More weird and wonderful stuff happening outside of the music an after-party closer to the site for those that don't want the party to end ",
    "url":"http://easternelectrics.com/"
  },
  {
    "startdate":"07-30-2015",
    "name":"Wacken",
    "latitude":"54.0205994",
    "longitude":"9.3742281",
    "enddate":"08-01-2015",
    "genre":"Metal",
    "imageurl":"wacken.jpg",
    "type":"Under 12s must be accompanied by an adult.",
    "description":"Wacken Open Air (W:O:A) is a summer open-air heavy metal music festival. It takes place annually in the small village of Wacken in Schleswig-Holstein, northern Germany. With 80,000 festival visitors, and including personnel a total of roughly 86,000 attendees in 2011, it attracts various kinds of metal music fans.",
    "url":"http://wacken.com/"
  },
  {
    "startdate":"07-31-2015",
    "name":"Hinterland Festival",
    "latitude":"41.559173",
    "longitude":"-93.674382",
    "enddate":"08-01-2015",
    "genre":"All Music",
    "imageurl":"hinterland.jpg",
    "type":"All ages",
    "description":"It’s a weekend of great music under the stars and skyline. It’s two days of music hand-picked by First Fleet’s Sam Summers for the gorgeous backdrop of Water Works Park, a 1,500 acre oasis in the center of our city. In our first year, Hinterland will feature a diverse blend of relevant artists, cyclist events, on-site sculpture and art installations, craft vendors, family engagement and more.",
    "url":"http://hinterlandiowa.com/"
  },
  {
    "startdate":"07-31-2015",
    "name":"Secret Stages Festival",
    "latitude":"33.5206608",
    "longitude":"-86.80249",
    "enddate":"08-01-2015",
    "genre":"All Music",
    "imageurl":"secretscreens.jpg",
    "type":"All ages",
    "description":"Secret Stages is a two-day walking music festival that takes place in downtown Birmingham, AL on the first weekend of August. For two nights a diverse group of music enthusiasts are treated to around 60 bands performing on the stages of neighborhood establishments. These acts were drawn from the nation, the region, and our own back yard, and all are up-and-coming or buzz-worthy acts on the cusp of making a big splash. All Secret Stages venues are within a two-block radius, so our patrons can come to the city center, park, and have walking access to dozens of bands, a variety of venues, and delectable restaurants.",
    "url":"http://www.secretstages.net/"
  },
  {
    "startdate":"07-31-2015",
    "name":"Into the Valley",
    "latitude":"60.889025",
    "longitude":"15.123373",
    "enddate":"08-01-2015",
    "genre":"All Music",
    "imageurl":"intothevalley.jpg",
    "type":"Min age: 23",
    "description":"If you thought you'd partied in some pretty special places, think again, because none come more unique than this. Let us introduce you to Into The Valley, the newest work from Segrén Hedlund, the minds behind some of Stockholm's most popular clubs, which will be setting up inside a stunning former limestone quarry and inviting the very best electronic DJs such as Richie Hawtin, Adam Beyer and Nina Kraviz to take to its decks. Hoping to take the urban to the forest, Into The Valley will juxtapose its magnificent natural surroundings with incredible sound, lights and visuals in what looks set to be two days that we'll still be talking about in years to come.",
    "url":"www.intothevalley.se"
  },
  {
    "startdate":"07-30-2015",
    "name":"Let it Roll",
    "latitude":"50.0755381",
    "longitude":"14.4378005",
    "enddate":"08-01-2015",
    "genre":"DNB",
    "imageurl":"letitroll.jpg",
    "type":"Min age: 18",
    "description":"Let It Roll stepped into the scene in the year of 2003 as a small club event. Fast forward to the present and you have the world's largest drum & bass festival.",
    "url":"http://www.letitroll.eu"
  },
  {
    "startdate":"07-31-2015",
    "name":"Y Not Festival",
    "latitude":"53.125322",
    "longitude":"-1.5176821",
    "enddate":"08-02-2015",
    "genre":"Rock/Indie/Punk/World/Hip Hop",
    "imageurl":"ynotfestival.jpg",
    "type":"Under 15s must be supervised by an adult.",
    "description":"For one weekend a year, the gorgeous Peak District countryside becomes home to the Y Not Festival. There has been steady, organic growth since it began life as a gathering of young people attending an overspilling house party in deepest, darkest, Derbyshirest, Derbyshire. But it does retain the carefree, good-time atmosphere of those original, dawning years. The festival is still run by the same small team of passionate enthusiasts it was all those years ago (albeit a little older and a little wiser), but with the same ethos at heart – great people having a great time makes a great festival. Stunning panoramic views of the countryside, a fully stocked bar of local ales and ciders, a mouth-watering selection of food and more live music than you could ever possibly take in.",
    "url":"http://www.ynotfestivals.co.uk/"
  },
  {
    "startdate":"07-31-2015",
    "name":"Lollapalooza Chicago",
    "latitude":"41.9741625",
    "longitude":"-87.9073214",
    "enddate":"08-02-2015",
    "genre":"Rock/Metal/Punk/Hip Hop",
    "imageurl":"lollapaloozachicago.jpg",
    "type":"All ages",
    "description":"With 8 stages, and 130+ bands from all over the world, every Lolla lineup makes hands wave, heads nod, and crowds holler.",
    "url":"http://www.lollapalooza.com/"
  },
  {
    "startdate":"07-28-2015",
    "name":"Arenal Sound Festival",
    "latitude":"39.8895925",
    "longitude":"-0.0848302",
    "enddate":"08-02-2015",
    "genre":"Dance/Rock/Metal/Indie",
    "imageurl":"arenalsound.jpg",
    "type":"Min age: 18",
    "description":"A sun drenched Beach Music Festival on one of Europe's finest sites. Launched in 2010, Arenal Sound is the most exciting new addition to the European festival calendar. 2010 attracted 10,000 revellers to the sands of the Arenal beach, for ten days of the best pop-rock, indie, electronic music and countless beach activities. Today there are over 55,000 sounders for 6 days which enjoy the greatest musical experience of the summer. The scene will be set for an amazing experience with music 24 hours a day and water activities including sailing, catamarans, jet skis, para sailing, kite surfing and scuba diving alongside beach volleyball and football tournaments all available on the festival site. ",
    "url":"http://www.arenalsound.com/en/"
  },
  {
    "startdate":"07-31-2015",
    "name":"Oregon Jamboree",
    "latitude":"44.3976247",
    "longitude":"-122.7361959",
    "enddate":"08-02-2015",
    "genre":"Country/Pop",
    "imageurl":"oregonjamboree.jpg",
    "type":"Under 18s must be accompanied by an adult.",
    "description":"Each year, thousands of fans gather from across the nation to attend The Oregon Jamboree in Sweet Home – the Northwest’s premier three-day country music and camping festival, but many may not know that the Jamboree is actually a non-profit event. For over 20 years the Oregon Jamboree has been the fundraising arm of The Sweet Home Economic Development Group (SHEDG), it was created to help fund both economic and quality of life projects in Sweet Home, Oregon. Over the past 21 years the event has helped in the fundraising of over a million dollars in economic development and non-profit projects. So when you buy a ticket to the Oregon Jamboree you are also helping to build a community!",
    "url":"http://oregonjamboree.com/"
  },
  {
    "startdate":"08-01-2015",
    "name":"Dance Valley",
    "latitude":"52.460536",
    "longitude":"4.651855",
    "enddate":"08-02-2015",
    "genre":"Dance",
    "imageurl":"dancevalley.jpg",
    "type":"Minimum Age: 18",
    "description":"For the last 20 years the first weekend of August is known as: Dance Valley! As one of the oldest Outdoor Dance festivals in the Netherlands Dance Valley transforms the Velsen Valley in Spaarnwoude in to a true festival experience with the variety of dance styles.",
    "url":"http://dancevalley.com/"
  },
  {
    "startdate":"07-31-2015",
    "name":"Osheaga",
    "latitude":"45.5016889",
    "longitude":"-73.567256",
    "enddate":"08-02-2015",
    "genre":"Indie",
    "imageurl":"osheaga.jpg",
    "type":"All ages",
    "description":"Since 2006, Virgin Mobile presents Osheaga Music and Arts festival in collaboration with Molson Canadian has established itself as the most important festival of its genre in Canada. With its numerous outdoor stages located at parc Jean-Drapeau on Montreal’s Saint Helen’s Island, Osheaga attracted 135 000 music lovers from North America and Europe last year.",
    "url":"http://www.osheaga.com/"
  },
  {
    "startdate":"07-30-2015",
    "name":"Gathering of the Vibes",
    "latitude":"41.1865478",
    "longitude":"-73.1951767",
    "enddate":"08-02-2015",
    "genre":"Jam/Funk/Bluegrass/Jazz/Folk",
    "imageurl":"gatheringofthevibes.jpg",
    "type":"All ages",
    "description":"Gathering of the Vibes is an annual music, arts and camping festival now in its 20th year. Vibes has grown into a four-day festival that has featured such world-class talent as Crosby, Stills and Nash; all original members of the Grateful Dead; the Allman Brothers Band; Jane's Addiction; James Brown; the Black Crowes; Buddy Guy; Elvis Costello; George Clinton and P-Funk; Bruce Hornsby; Les Claypool; and many, many more big names, while continuing to showcase extraordinarily talented, young, up-and-coming bands to the 15-25 thousand people who attend each year.",
    "url":"http://www.gatheringofthevibes.com/"
  },
  {
    "startdate":"07-31-2015",
    "name":"Standon Calling",
    "latitude":"51.881498",
    "longitude":"0.026864",
    "enddate":"08-02-2015",
    "genre":"All Music",
    "imageurl":"standoncalling.jpg",
    "type":"All ages",
    "description":"Standon Calling is a small annual music festival held near the village of Standon, Hertfordshire in the grounds of private residence Standon Lordship. It is an unsponsored, themed boutique festival which grew from a birthday barbecue into an annual public event.",
    "url":"http://www.standon-calling.com/"
  },
  {
    "startdate":"08-01-2015",
    "name":"Veld",
    "latitude":"43.653226",
    "longitude":"-79.3831843",
    "enddate":"08-02-2015",
    "genre":"Electronic",
    "imageurl":"veld.jpg",
    "type":"All ages",
    "description":"The fourth annual VELD Music Festival, presented by INK Entertainment, Canada's leading lifestyle and entertainment company, will heat up the summer music lineup on August 1st & 2nd at Downsview Park in Toronto. Spanning across two days with over 30 internationally acclaimed EDM acts, this year's Festival showcases some of the most revered names in electronic music. Prepare for VELD!",
    "url":"http://veldmusicfestival.com/"
  },
  {
    "startdate":"07-29-2015",
    "name":"Big Dub Festival",
    "latitude":"39.7470323",
    "longitude":"-78.4389033",
    "enddate":"08-02-2015",
    "genre":"Dub Step/DNB/Electronic",
    "imageurl":"bigdub.jpg",
    "type":"Min age: 18",
    "description":"Welcome new faces and those familiar. You've been invited to travel the Appalachians once again, through winded vacant roads where the breeze steals you and the sun shines warm, to a hidden gravel road in quiet Artemas. Here you will find the earthy home of the Big Dub Festival. Something spiritual and magical happens here. We leave the worries of common life for a weekend and connect more with nature, with friends, music, lights and yourself. An experience conducive to positivity, spirituality and release. ",
    "url":"http://www.bigdubfestival.com/"
  },
  {
    "startdate":"07-30-2015",
    "name":"Cambridge Folk Festival",
    "latitude":"52.205337",
    "longitude":"0.121817",
    "enddate":"08-02-2015",
    "genre":"Folk/World",
    "imageurl":"cambridgefolk.jpg",
    "type":"All ages",
    "description":"The Cambridge Folk Festival is an annual music festival held on the site of Cherry Hinton Hall in Cherry Hinton, one of the villages subsumed by the city of Cambridge, England. The festival is renowned for its eclectic mix of music and a wide definition of what might be considered folk.",
    "url":"https://www.cambridgelivetrust.co.uk/folk-festival/"
  },
  {
    "startdate":"07-30-2015",
    "name":"Kendal Calling",
    "latitude":"54.5772323",
    "longitude":"-2.7974835",
    "enddate":"08-02-2015",
    "genre":"Pop/Rock/Metal",
    "imageurl":"kendalcalling.jpg",
    "type":"All ages",
    "description":"With big main stage lineup each year, a huge dance tent, and a plethora of small and interesting stages hosted in quirky tents, Kendal Calling is a great chance to see both big and up and coming artists in a truly gorgeous setting. As well as a comprehensive and impressive musical programme, the festival also includes a great roster of comedy, spoken word and DJs - so there's something for everyone. And with its laid back atmosphere and gorgeous art installations and sculptures dotted around the festival site, it's a magical place for kids too. Kendal Calling was born from a group of music lovers who felt the fields of Cumbria could be put to better use during the summer months - in the name of music, fun and frolics. ",
    "url":"http://www.kendalcalling.co.uk/"
  },
  {
    "startdate":"07-30-2015",
    "name":"Solar Weekend",
    "latitude":"51.1913202",
    "longitude":"5.9877715",
    "enddate":"08-02-2015",
    "genre":"Dance/Pop/Rock",
    "imageurl":"solarweekend.jpg",
    "type":"Min age: 18",
    "description":"Once upon a time… ten years ago… at the middle of the summer in the beginning of August…there was a small party at the Maasplassen in Roermond. A temporary village where thousands of people came together. Still, the village comes alive each year. Go on the exploration that is Solar Weekend. The ultimate holiday feeling is created at the Solar beach camping and the party in the Solar Village. The broad musical line-up features nine areas with house, techno, electro, dubstep, hiphop, jazz, reggae, soul, disco, pop and even classical! But the festival is much more than that. Through fairytale-like paths you come across a variety of activities one can only dream of. From games to party tents and from surprising theathre shows to fortune tellers. Or: One big party!",
    "url":"http://solarweekend.com/en/blog"
  },
  {
    "startdate":"07-29-2015",
    "name":"Barrakud Greece",
    "latitude":"39.6242621",
    "longitude":"19.9216777",
    "enddate":"08-02-2015",
    "genre":"Techno/Electronic",
    "imageurl":"barrakudgreece.jpg",
    "type":"Min age: 18",
    "description":"Each space has its own ideal sound. An itinerary through magic places. Barrakud is more than a festival it's a tasting of frequencies… That’s why barrakud is different.",
    "url":"http://2015.barrakud.com/"
  },
  {
    "name":"Hard Summer",
    "latitude":"34.055103",
    "longitude":"-117.7499909",
    "startdate":"08-01-2015",
    "enddate":"08-02-2015",
    "genre":"Electro/Techno/Dance/Dubstep/House",
    "imageurl":"hardsummer.jpg",
    "type":"Min age: 18",
    "description":"HARD is a national music festival, music cruise and concert brand founded by Gary Richards in 2007. The event line-ups consist of alternative and electronic acts and emerging talents. The first HARD Music Festival was held on December 31, 2007 in Downtown Los Angeles and featured Justice, Peaches and 2 Live Crew. HARD is best known for the HARD Summer Music Festival and HARD Haunted Mansion, though also runs several smaller events and once-off shows. HARD is sometimes called 'HARDfest' by fans",
    "url":"http://www.hardfest.com/"
  },
  {
    "name":"The Pirate ",
    "latitude":"46.729408",
    "longitude":"-114.539902",
    "startdate":"07-31-2015",
    "enddate":"08-02-2015",
    "genre":"Pirate",
    "imageurl":"thepirate.jpg",
    "type":"All ages",
    "description":"The Northern California Pirate Festival may be the playground of maritime music fans, living history re-enactors and foodies enjoying micro brews and fresh fish and chips, but in Vallejo each Fathers Day Weekend, children are also invited to join over 30,000 visitors for cannon battles, costume contests, and treasure hunts.  This year the 9th annual Northern California Pirate Festival offers a treasure trove of entertainment and activities for younger pirates.",
    "url":"http://www.norcalpiratefestival.com/"
  },
  {
    "name":"Pickathon",
    "latitude":"45.446787",
    "longitude":"-122.5303688",
    "startdate":"07-31-2015",
    "enddate":"08-02-2015",
    "genre":"Rock/Strings/Guitar/Country/Folk",
    "imageurl":"pickathon.jpg",
    "type":"All ages",
    "description":"Pickathon is an admirably decentered, medium-size festival with an emphasis on communal, progressive values - from the bands, which all play twice, a welcome festival rarity (and some of which camp out, too), to the sustainability-minded dining options, to the quirks particular to the earthy Pacific Northwest.",
    "url":"http://pickathon.com/"
  },
  {
    "startdate":"08-01-2015",
    "name":"Telluride Jazz Festival",
    "latitude":"37.9374939",
    "longitude":"-107.8122852",
    "enddate":"08-3-2015",
    "genre":"Jazz",
    "imageurl":"telluridejazz.jpg",
    "type":"All ages",
    "description":"Since 1977, Telluride’s majestic perch high in the San Juan Mountains has been the site of the annual event produced by Colorado non-profit organization the Telluride Society for Jazz. The intimate format, majestic aesthetic, town-wide programming, and superb music come together to create a truly unique weekend experience. Performances take place on two outdoor stages during the day, the Main Stage in Telluride’s legendary Town Park, and Free Stage at the Wilkinson Public Library. Take part in world class mountain recreation and continue the music after the festivals ends with Jazz After Dark late night performances in historic theaters and clubs. Free wine and spirit tastings are featured on Friday and Saturday, and Sunday’s Main Street parade and tribute to New Orleans is back by popular demand. With a dynamic lineup of the best in jazz, funk, soul, latin, zydeco, and world beat, the 39th Telluride Jazz Festival will deliver another memorable weekend.",
    "url":"http://telluridejazz.org/"
  },
  {
    "startdate":"08-06-2015",
    "name":"WE Fest",
    "latitude":"46.8171808",
    "longitude":"-95.8453253",
    "enddate":"08-08-2015",
    "genre":"Country",
    "imageurl":"wefest.jpg",
    "type":"All ages",
    "description":"WE Fest is an annual three-day country music festival held the first weekend August at the Soo Pass Ranch in Detroit Lakes, Minnesots. The festival was started by Jeff Krueger and was held in a barn. Today, it is now one of the biggest country festivals with camping in the nation. The We Fest logo was created by John Roley in 1982 in Bloomington, Minnesota, at Jeff Krueger attic apartment on Old Shakopee Road. Jeff wanted to call the Festival The US Fest. That Logo was actually Steve Wozniak's Festival in California. I told Jeff why not call the Fest We in 83 Festival, then More in 84 and Alive in 85. This is the truth and how the We Fest became a project. Since WE Fest’s inception in 1983, it has been one of the leading country music festivals in the nation. Twice nominated for the Country Music Association’s prestigious Best Special Event award, the WE Fest is widely regarded as one of the most outstanding events of its kind in the nation.",
    "url":"http://wefest.com/"
  },
  {
    "startdate":"08-05-2015",
    "name":"Brutal Assault",
    "latitude":"50.0755381",
    "longitude":"14.4378005",
    "enddate":"08-08-2015",
    "genre":"Metal/Heavy Metal/Hardcore Punk",
    "imageurl":"brutalassault.jpg",
    "type":"Min age: 18",
    "description":"Brutal Assault is an extreme metal open-air music festival that takes place in an 18th-century army fortress (Josefov Fortress) in Jaroměř, Czech Republic. It takes place each August, traditionally on a Thursday, Friday and Saturday, at the beginning of the month. The festival was started in 1996, originally featuring mostly grindcore music. For many years, it was a small show with mainly local Czech and Slovak bands performing. It changed location several times and grew into a major event in 2006, when over 7,000 people came to that year's event in Svojšice. After moving to Josefov, the attendances grew further to 15,000 in 2012. Brutal Assault currently operates a two-stage system. The festival motto is: 'Against violence and intolerance'.",
    "url":"http://brutalassault.cz/en/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Getaway Rock Festival",
    "latitude":"60.674880",
    "longitude":"17.141273",
    "enddate":"08-08-2015",
    "genre":"Rock",
    "imageurl":"getawayrockfestival.jpg",
    "type":"Min age: 13",
    "description":"The sixth Getaway Rock Festival, the heavy metal festival with camping in the Swedish countryside returns to Gasklockorna, Gävle, in Sweden from Thursday 6th until Saturday 8th August 2015.",
    "url":"http://www.getawayrock.se/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Belladrum Tartan Heart Festival",
    "latitude":"57.446911",
    "longitude":"-4.461599",
    "enddate":"08-08-2015",
    "genre":"Rock/Metal/Indie/Folk",
    "imageurl":"belladrumtartanheart.jpg",
    "type":"All ages",
    "description":"The Tartan Heart Festival is a music festival, held on the Belladrum Estate near Inverness, in Scotland. It is normally held at the start of August. Founded in 2004, the festival has rapidly grown in popularity.",
    "url":"http://www.tartanheartfestival.co.uk/"
  },
  {
    "startdate":"08-05-2015",
    "name":"A Summer’s Tale",
    "latitude":"53.218333",
    "longitude":"10.191944",
    "enddate":"08-08-2015",
    "genre":"Art/Contemporary",
    "imageurl":"asummerstale.jpg",
    "type":"All ages",
    "description":"A Summer's Tale invites you to take part in an event with selected cultural, active, and creative programs accompanied by renowned local and international artists of all genres in between deep forests, earthy moors, and airy birch groves. A Summer's Tale strives to be much more than just an ordinary open air festival. The idea is to create a world of its own, where you can immerse yourself and experience your own spectacular and memorable summer’s tale. A Summer's Tale therefore offers all visitors a diverse program, plenty of space surrounded by beautiful nature, and a carefully selected range of culinary specialties for every taste bud. Here, the visitors are able to see genre boundaries dissolve in order to experience personalized joy and comfort. ",
    "url":"https://www.asummerstale.de/en/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Weekend Festival Baltic",
    "latitude":"60.1733244",
    "longitude":"24.9410248",
    "enddate":"08-08-2015",
    "genre":"Electronic",
    "imageurl":"weekendfestivalbal.jpg",
    "type":"Min age: 16, 16-18 need written permission.",
    "description":"Weekend Festival Baltic brings the biggest outdoor party to Pärnu Beach on 6th-8th of August. Serving up the best electronic music has to offer in the form of none other than superstar David Guetta, the current world no. 1 DJ Hardwell and dance legend Tiësto, the Finnish promoters will also be turning up the best underground stars the genre has to offer.",
    "url":"http://weekendbaltic.com/en/front-page/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Wilderness",
    "latitude":"51.8745",
    "longitude":"-1.479752",
    "enddate":"08-09-2015",
    "genre":"All Music",
    "imageurl":"wilderness.jpg",
    "type":"All ages",
    "description":"Wilderness is the multi-award winning 4-day festival combining live music, contemporary arts and an array of theatre, craftsmanship and dining experiences.  The story of Wilderness is one of gently rolling back the steel fences and quietly asking people of all ages to live together for one weekend; a story of exploring the widest lens of cultural ambition and inviting the outdoors back into the heart of the artistic experience. It’s a story of nudging the festival experience both into the past and towards the future.",
    "url":"http://www.wildernessfestival.com/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Boots and Hearts",
    "latitude":"43.9126042",
    "longitude":"-78.688019",
    "enddate":"08-09-2015",
    "genre":"Country",
    "imageurl":"bootsandhearts.jpg",
    "type":"All ages",
    "description":"The Boots and Hearts Music Festival is a multi-day country music festival in Oro-Medonte, Ontario, that is held annually at Burls Creek Event Grounds. The festival began in 2012 and was inspired by co-founder Shannon McNevan’s visit to the annual Bonnaroo Festival in Manchester, Tennessee. McNevan’s friendship with first year headliner Carrie Underwood, was key to getting the festival off the ground.",
    "url":"http://bootsandhearts.com/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Bloodstock",
    "latitude":"53.122322",
    "longitude":"-1.5116821",
    "enddate":"08-09-2015",
    "genre":"Metal",
    "imageurl":"bloodstock.jpg",
    "type":"Min age: 18",
    "description":"Bloodstock Open Air (B-O-A) is the UK’s biggest independent METAL festival. Held at the picturesque location of Walton on Trent in Derbyshire, B-O-A has won the hearts and minds of fans of heavy ROCK AND METAL by consistently showcasing the strongest metal line up on UK soil.",
    "url":"http://www.bloodstock.uk.com/"
  },
  {
    "startdate":"08-05-2015",
    "name":"MEO Sudoeste",
    "latitude":"37.5577771",
    "longitude":"-8.7591311",
    "enddate":"08-09-2015",
    "genre":"All Music",
    "imageurl":"meosudoeste.jpg",
    "type":"All ages",
    "description":"Festival Sudoeste (currently also known as MEO Sudoeste) is a large, five-day music festival that began in 1997 and takes place every August near Zambujeira do Mar, in southern Portugal. The festival has three stages which play different music simultaneously.",
    "url":"http://sudoeste.meo.pt/en"
  },
  {
    "startdate":"08-07-2015",
    "name":"Heavy Montreal",
    "latitude":"45.500169",
    "longitude":"-73.565767",
    "enddate":"08-09-2015",
    "genre":"Heavy Metal/Rock",
    "imageurl":"heavymontreal.jpg",
    "type":"All ages",
    "description":"HEAVY MONTRÉAL (formerly known as Heavy MTL) is a three-day, summer heavy metal and hard rock music festival held annually at Parc Jean-Drapeau in Montreal, Quebec, Canada. It also includes various other events at different venues across the city. It is one of the largest heavy metal festivals in the world, with usually around 70,000 people attending each year.",
    "url":"http://heavymontreal.com/"
  },
  {
    "startdate":"08-07-2015",
    "name":"OFF Festival",
    "latitude":"50.2648919",
    "longitude":"19.0237815",
    "enddate":"08-09-2015",
    "genre":"Rock/Pop/Folk/Indie",
    "imageurl":"offfestival.jpg",
    "type":"Under 15s must be accompanied by an adult.",
    "description":"OFF Festival is alternative music festival held annually since 2006, sponsored by mBank and Grolsch, and promoted by one of Poland's national radio stations, Program 3 Polskiego Radia. Until 2009 it was held at Słupna Park in Mysłowice, Poland in August and lasts four days. OFF Festival from 2010 takes place in Katowice in Dolina Trzech Stawow. The organizer and creative director of this festival is Artur Rojek, former leader of the bands Myslovitz and Lenny Valentino.",
    "url":"http://www.off-festival.pl/"
  },
  {
    "startdate":"08-07-2015",
    "name":"Outside Lands",
    "latitude":"37.7749295",
    "longitude":"-122.4194155",
    "enddate":"08-09-2015",
    "genre":"Indie/Rock/Hip Hop/Electronica",
    "imageurl":"outsidelands.jpg",
    "type":"All ages",
    "description":"The Outside Lands Music and Arts Festival is a music festival held annually in San Francisco, California, at Golden Gate Park. The first edition occurred from August 22 to 24, 2008, and included over 60 musical acts from around the world, as well as several art installations. The festival grounds included the Polo Fields (home to the Lands End Stage), Speedway Meadow (Twin Peaks and Panhandle stages), and Lindley Meadow (Sutro and Presidio stages)",
    "url":"http://www.sfoutsidelands.com/"
  },
  {
    "startdate":"08-07-2015",
    "name":"Squamish Valley Music Festival",
    "latitude":"49.725416",
    "longitude":"-123.141815",
    "enddate":"08-09-2015",
    "genre":"All Music",
    "imageurl":"squamishvalleymusic.jpg",
    "type":"All ages",
    "description":"Now recognized as the largest contemporary music festival in the Pacific Northwest attendance has increased rapidly over the 5-year history of operations, with in excess of 105,000 people attending in 2014 alone, making it the most significant tourism and economic driver in the entire sea to sky region.",
    "url":"http://squamishfestival.com/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Ink-N-Iron Nashville",
    "latitude":"36.1626638",
    "longitude":"-86.7816016",
    "enddate":"08-09-2015",
    "genre":"Rockabilly",
    "imageurl":"inkniron.jpg",
    "type":"All ages",
    "description":"People are here for the love of Hot Rods-Kustom Cars, Live Music, Burlesque, Art Show, 20’s-50’s Fashion, and of course the World Renowned Tattoo Convention; taking place on the floor of the Municipal Auditorium. 280 of the best tattoo artists in the world will be on hand from 30 States and 25 Countries representing all the tattoo styles; where a car show and music become an integral part of the event, mingling with the artistic expressions of the artists at work. Pinups clad in corsets, Classic Cats with Pompadours, Mohawks, fashion Mullets with full sleeves and back pieces. Not only is the breathtaking view of the Capitol building; built in 1859, a majestic sight sitting atop the hill, mixed among the amazing Nashville skyline, its quite a task to take in all at once.",
    "url":"http://nashville.ink-n-iron.com/"
  },
  {
    "startdate":"08-07-2015",
    "name":"Arise",
    "latitude":"40.3977612",
    "longitude":"-105.0749801",
    "enddate":"08-09-2015",
    "genre":"All Music",
    "imageurl":"arise.jpg",
    "type":"All ages",
    "description":"Located in Loveland, Colorado the ARISE Music Festival features 3 days of Music, Yoga, Workshops and co-creative experiences of all kinds. Surrounded by national forest, the festival takes place at Sunrise Ranch – an oasis in the heart of Colorado’s legendary Front Range. Featuring sweeping vistas and beautiful meadows, this magical and secluded landscape is a perfect container for participants to entertain and be entertained, be inspired, explore their creative potentials, connect with nature, stretch out, dive in, and dance. With a focus on conscious music, the ARISE Music Festival seeks performers in multiple genres and styles to keep the lineup diverse. You may find that you discover as many new bands at ARISE, as the number of bands you came to see.",
    "url":"http://www.arisefestival.com/2015/"
  },
  {
    "startdate":"08-08-2015",
    "name":"M’era Luna",
    "latitude":"52.154778",
    "longitude":"9.9579652",
    "enddate":"08-09-2015",
    "genre":"Goth/Metal/Industrial",
    "imageurl":"meraluna.jpg",
    "type":"Min age: 6, Under 16s need written permission.",
    "description":"The M'era Luna is a festival of goth, metal and industrial music. It is held annually on the second weekend of every August, in Hildesheim, Germany at Flugplatz Hildesheim-Drispenstedt, a former British Army airbase.",
    "url":"http://www.meraluna.de/en/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Edmonton Folk Festival",
    "latitude":"53.5345571",
    "longitude":"-113.494528",
    "enddate":"08-09-2015",
    "genre":"Folk",
    "imageurl":"edmontonfolk.jpg",
    "type":"All ages",
    "description":"The Edmonton Folk Music Festival is an annual four-day outdoor music event held the second weekend of August in Edmonton, Alberta, Canada, established in 1980 by Don Whalen.[1] The festival continues to draw many people from around the world as both spectators and performers. The current producer of the festival is Terry Wickham. The festival showcases performers in many genres. Most years, folk, Celtic, bluegrass, blues, gospel, roots, and worldbeat acts perform.",
    "url":"http://www.edmontonfolkfest.org/"
  },
  {
    "startdate":"08-08-2015",
    "name":"The Wrecking Ball",
    "latitude":"33.7489954",
    "longitude":"-84.3879824",
    "enddate":"08-09-2015",
    "genre":"Rock/Punk Rock/Hardcore/Post-Hardcore/Emo",
    "imageurl":"wreckingball.jpg",
    "type":"All ages",
    "description":"Welcome to The Wrecking Ball 2015. Legendary live music venue, the Masquerade, long a fixture on the Atlanta musical landscape and destination point on the national touring scene, marks it’s 25th Anniversary of presenting the finest in new, cutting edge live entertainment by debuting an annual weekend celebration of music we love by artists we admire.",
    "url":"http://wreckingballatl.com/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Summer Meltdown",
    "latitude":"48.2553867",
    "longitude":"-121.6015142",
    "enddate":"08-09-2015",
    "genre":"Jam/Rock",
    "imageurl":"summermeltdown.jpg",
    "type":"All ages",
    "description":"The Biggest Little Festival in The Northwest! World class music, beautiful nature, incredible people. Whitehorse Mountain Amphitheater in Darrington, WA ",
    "url":"http://summermeltdown.com/"
  },
  {
    "startdate":"08-07-2015",
    "name":"Flood City Festival",
    "latitude":"40.3267407",
    "longitude":"-78.9219698",
    "enddate":"08-09-2015",
    "genre":"All Music",
    "imageurl":"floodcityfestival.jpg",
    "type":"All ages",
    "description":"Flood City Music Festival is an annual music festival held in Johnstown, Pennsylvania, presented by the Johnstown Area Heritage Association. The festival began in 1989 as a street fair to commemorate the 100th Anniversary of the Johnstown Flood. The event was renamed the National Folk Festival in 1990, and was held in Johnstown's Cambria City neighborhood from 1990 to 1992. In 1993, it was renamed the Johnstown FolkFest and eventually the festival moved from Cambria City to downtown Johnstown in 2004.[1] The festival emphasized acoustic music, but was expanded and renamed the Flood City Music Festival in 2009 to include other styles of music.",
    "url":"http://www.floodcitymusic.com/"
  },
  {
    "startdate":"08-06-2015",
    "name":"Soundwave Croatia",
    "latitude":"43.792721",
    "longitude":"15.637751",
    "enddate":"08-10-2015",
    "genre":"Electronic",
    "imageurl":"soundwavecroatia.jpg",
    "type":"Min age: 18",
    "description":"We are hugely proud to announce the final contribution to this year’s headline performances with one of Hip Hop’s very best – Jay Electronica alongside the likes of Slum Village, Mr Scruff, Mala, LTJ Bukem, Fatima and more.  In a Soundwave first, street artists, mural artists and illustrators from across Croatia and the rest of Europe will be invited to transform the walls of apartments and buildings across the festival site into living, evolving pieces of art. We advise you to book early!",
    "url":"http://www.soundwavecroatia.com/"
  },
  {
    "startdate":"08-07-2015",
    "name":"Shambhala",
    "latitude":"49.194892",
    "longitude":"-117.2792769",
    "enddate":"08-10-2015",
    "genre":"Electronic",
    "imageurl":"shambhala.jpg",
    "type":"Min age: 19",
    "description":"Shambhala Music Festival was born from a vision as grassroots as it gets. On a sunny Labour Day weekend back 1998, some 500 people gathered at the Salmo River Ranch for a party that showcased local art and music. Since those early, heady days, Shambhala grew with enthusiasm by word of mouth, quickly becoming a staple event for the West Coast underground electronic music scene. Today it attracts world renowned DJs and artists and some of the most eclectic, energetic fans in the universe. Shambhala is built on Shambhalove which shines bright to this day.",
    "url":"http://www.shambhalamusicfestival.com/"
  },
  {
    "startdate":"08-14-2015",
    "name":"Hevy Fest",
    "latitude":"51.2787075",
    "longitude":"0.5217254",
    "enddate":"08-15-2015",
    "genre":"Metal",
    "imageurl":"hevyfest.jpg",
    "type":"Min age: 14",
    "description":"And theres f***ing monkeys!",
    "url":"http://www.hevyfest.com/home/"
  },
  {
    "startdate":"08-11-2015",
    "name":"Oya Festival",
    "latitude":"59.9138688",
    "longitude":"10.7522454",
    "enddate":"08-15-2015",
    "genre":"All Music",
    "imageurl":"oya.jpg",
    "type":"All ages",
    "description":"Øyafestivalen is an annual Norwegian music festival held in Middelalderparken (lit. the Medieval Park), Oslo. It has grown quickly since its modest start in 1999 and has now become one of Norway's biggest festivals.",
    "url":"http://oyafestivalen.com/"
  },
  {
    "startdate":"08-13-2015",
    "name":"Way Out West",
    "latitude":"57.70887",
    "longitude":"11.97456",
    "enddate":"08-15-2015",
    "genre":"Rock/Electronic/Hiphop/World",
    "imageurl":"wayoutwest.jpg",
    "type":"Min age: 13",
    "description":"Way Out West is a three-day music festival held in Gothenburg, Sweden, during August that plays host to a variety of popular music artists mainly from the rock, electronic and hip-hop genres. The main festival is complimented with the club concept Stay Out West which features after-hours gigs at various venues around the city.",
    "url":"http://www.wayoutwest.se/en/"
  },
  {
    "startdate":"08-13-2015",
    "name":"Summer Breeze",
    "latitude":"49.0670187",
    "longitude":"10.3259395",
    "enddate":"08-15-2015",
    "genre":"Dance/R&B/Old Skool",
    "imageurl":"summerbreeze.jpg",
    "type":"All ages",
    "description":"This summer’s hottest ticket for R&B and Old School music is the Summer Breeze Festival at the Queen Mary Park in Long Beach, CA. R&B legends come together on one stage, under the sun, in front of the historic Queen Mary for a show like never before on August 15th. Whether you grew up on these rhythms or just love great soulful jams you can’t afford to miss this one! ",
    "url":"http://summer-breeze-festival.com/"
  },
  {
    "startdate":"08-14-2015",
    "name":"IleSoniq",
    "latitude":"45.5016889",
    "longitude":"-73.567256",
    "enddate":"08-15-2015",
    "genre":"Dance/Electronic",
    "imageurl":"ilesoniq.jpg",
    "type":"All ages",
    "description":"Beautiful people, electrifying energy, an insanely fun party! You were yourself entirely, totally free, your imagination created your reality. Live the ÎleSoniq magic all over again.",
    "url":"http://ilesoniq.com/"
  },
  {
    "startdate":"08-08-2015",
    "name":"Barrakud Croatia",
    "latitude":"44.464217",
    "longitude":"14.9919797",
    "enddate":"08-15-2015",
    "genre":"Dance/Techno/Electronic",
    "imageurl":"barrakudcroatia.jpg",
    "type":"Min age: 18",
    "description":"Each space has its own ideal sound. An itinerary through magic places. Barrakud is more than a festival it's a tasting of frequencies… That’s why barrakud is different.",
    "url":"http://2015.barrakud.com/"
  },
  {
    "startdate":"08-13-2015",
    "name":"Hyperion Homegrown Festival",
    "latitude":"39.2867117",
    "longitude":"-86.7625058",
    "enddate":"08-15-2015",
    "genre":"All Music",
    "imageurl":"hyperionhomegrown.jpg",
    "type":"All ages",
    "description":"Hyperion Music & Arts Festival is a weekend camping festival located at Stable Studios in Spencer, IN, just an hour from Indianapolis.",
    "url":"http://hyperionfestival.com/"
  },
  {
    "startdate":"08-13-2015",
    "name":"Haldern Pop Festival",
    "latitude":"51.777718",
    "longitude":"6.480002",
    "enddate":"08-15-2015",
    "genre":"Indie/Rock/Pop",
    "imageurl":"haldernpop.jpg",
    "type":"Under 18s must have written permission.",
    "description":"The festival has its roots in an annual party, which was organized by some local altar servers. During the first years, music was played from records only. The organizers want to remain true to their concept of a small, cozy festival in the Lower Rhine area. The venue (an old horse range) should be kept, which limits the number of visitors to about 5000 people.",
    "url":"http://haldernpop.com/"
  },
  {
    "startdate":"08-14-2015",
    "name":"Willamette Country Music Festival",
    "latitude":"44.3934571",
    "longitude":"-122.9848108",
    "enddate":"08-16-2015",
    "genre":"Country",
    "imageurl":"willamettecountry.jpg",
    "type":"Under 18s must be accompanied by an adult",
    "description":"The Northwest's Premier Outdoor Country Music Festival.",
    "url":"http://www.willamettecountrymusicfestival.com/"
  },
  {
    "startdate":"08-14-2015",
    "name":"Summer Set Music Festival",
    "latitude":"45.1244108",
    "longitude":"-92.6735365",
    "enddate":"08-16-2015",
    "genre":"All Music",
    "imageurl":"summerset.jpg",
    "type":"Min age: 18",
    "description":"Summer Set is the ultimate Summer experience. A 3 day celebration of everything we love about Summer, featuring a unique blend of artists on multiple stages in an incredible northern Wisconsin setting. We encourage you to camp. To go tubing down the Apple River. To party until 3am and soak up everything that is great about Summer, one last time. ",
    "url":"http://summersetfestival.com/2015/"
  },
  {
    "startdate":"08-13-2015",
    "name":"The Peach Music Festival",
    "latitude":"41.408969",
    "longitude":"-75.6624122",
    "enddate":"08-16-2015",
    "genre":"All Music",
    "imageurl":"thepeach.jpg",
    "type":"All ages",
    "description":"The Peach Music Festival will return for the 4th year to The Pavilion at Montage Mountain & Montage Mountain on Thursday, August 13 to Sunday, August 16. The Peach – the only Allman Brothers Band (ABB) inspired and curated festival in the Northeast – continues in the tradition of past years with four days of music, camping, multiple stages, water park and so much more!",
    "url":"http://www.thepeachmusicfestival.com/"
  },
  {
    "startdate":"08-14-2015",
    "name":"Delaware Junction",
    "latitude":"38.8407513",
    "longitude":"-75.5319222",
    "enddate":"08-16-2015",
    "genre":"Country",
    "imageurl":"delawarejunction.jpg",
    "type":"All ages",
    "description":"Delaware Junction is a brand new 3-day country music festival coming to The Delaware State Fairgrounds Aug 14-16, 2015!",
    "url":"http://delawarejunctionfestival.com/"
  },
  {
    "startdate":"08-14-2015",
    "name":"Flow Festival",
    "latitude":"60.1732244",
    "longitude":"24.9411248",
    "enddate":"08-16-2015",
    "genre":"Indie/Rock/Soul/Jazz",
    "imageurl":"flowfestival.jpg",
    "type":"Minium Age: 18",
    "description":"Flow Festival is an urban music and arts festival in Helsinki, Finland. The music presented at Flow Festival is a varied selection of artists from indie rock to soul and jazz and from folk to contemporary club sounds – from both the Finnish and the international scene",
    "url":"http://www.flowfestival.com/"
  },
  {
    "startdate":"08-07-2015",
    "name":"Musikfest",
    "latitude":"40.6259316",
    "longitude":"-75.3704579",
    "enddate":"08-16-2015",
    "genre":"All Music",
    "imageurl":"musikfest.jpg",
    "type":"All ages",
    "description":"Founded in 1984 by ArtsQuest, a community-based nonprofit organization, the first Musikfest featured 295 performances on six stages, attracting more than 180,000 people to historic Bethlehem. Over the past three decades, the event has grown a bit, evolving into one of the largest and most diverse music festivals in the nation, with 500-plus shows on 14 stages over 10 days. Each year more than 900,000 people make their way to the Lehigh Valley and the festival, with their sights set on experiencing all the music, food and fun of this musical extravaganza.",
    "url":"http://www.musikfest.org/"
  },
  {
    "startdate":"08-14-2015",
    "name":"Highfield",
    "latitude":"51.240050",
    "longitude":"12.413521",
    "enddate":"08-16-2015",
    "genre":"Indie/Rock",
    "imageurl":"highfield.jpg",
    "type":"Min age: 6",
    "description":"A relaxed atmosphere, a dreamlike location right on the waterfront of the Störmthaler lake and a superb alternative line up: the HIGHFIELD FESTIVAL is the biggest Independent-Rock-Festival of East of Germany.The wonderful dreamscape, the beach, the lake and of course the spectacular artists like Foo Fighters, Thirthy Seconds To Mars, Seeed and The Kooks attracts more than 20.000 visitors every year. Also for most of the bands and artists the HIGHFIELD Festival is one of the most attractive Festivals of Germany.",
    "url":"http://www.highfield.de/en/"
  },
  {
    "startdate":"08-13-2015",
    "name":"Boomtown Fair",
    "latitude":"51.072406",
    "longitude":"-1.223008",
    "enddate":"08-16-2015",
    "genre":"Ska/Funk/Jazz/Jungle/Techno",
    "imageurl":"boomtown.jpg",
    "type":"All ages",
    "description":"BoomTown rose up from the underground in 2009 to become one of the UK’s wildest and most inspiring independent festivals, from a humble village fair it is now a sprawling creative metropolis and home to every species of artistic miscreant! We invite thousands of citizens to embark on an immersive audio-visual joyride, dancing through the labyrinthine streets and plazas on a non-stop weekend journey of discovery! Every kind of musical genre is celebrated at BoomTown, from ska, folk, gypsy, reggae, world, punk, pirate and disco to electro-swing, jazz, blue-grass, bass, jungle and techno, all enjoyed in a spirit of unity and freedom.",
    "url":"http://www.boomtownfair.co.uk/"
  },
  {
    "startdate":"08-14-2015",
    "name":"Interstellar Rodeo Winnipeg",
    "latitude":"49.8997541",
    "longitude":"-97.1374937",
    "enddate":"08-16-2015",
    "genre":"Folk/Rock",
    "imageurl":"interstellarrodeo.jpg",
    "type":"All ages",
    "description":"We are excited to bring our unique concept of important, inimitable music paired with fine wines and high-quality local food to the heart of the city, at The Forks, August 14-16. With only one stage and a mandate to offer a sophisticated and distinctive take on the festival experience, Interstellar Rodeo is a meticulously curated weekend celebration of music, wine and food excellence. Interstellar Rodeo Winnipeg explodes out of the gates in our first year with a lineup that brings together some of the world’s most compelling, original and masterful artists ever to top charts and make headlines.",
    "url":"http://interstellarrodeo.com/Winnipeg/"
  },
  {
    "startdate":"08-13-2015",
    "name":"Meme",
    "latitude":"49.899514",
    "longitude":"-97.137594",
    "enddate":"08-16-2015",
    "genre":"Electronic",
    "imageurl":"meme.jpg",
    "type":"Min age: 18",
    "description":"MEMETIC was created in 2009 by Festival Director Nathan Zahn. MEMETIC is made up of a collective of members with backgrounds in electronic music production, audio experimentation, video projection performances, multi-media installations, event organization, artist management, graphic design, photography, special event marketing, web development and record label management.",
    "url":"http://www.memetic.ca/"
  },
  {
    "startdate":"08-13-2015",
    "name":"La Route du Rock",
    "latitude":"48.568732",
    "longitude":"-1.925905",
    "enddate":"08-16-2015",
    "genre":"Rock",
    "imageurl":"laroutedurock.jpg",
    "type":"All ages",
    "description":" The festival takes place in Saint-Malo (Brittany). Le Fort de Saint-Père (main site) is located ten kilometers from Saint-Malo, La Nouvelle Vague  (opening night venue) is located rue des Acadiens at the entrance to Saint-Malo and La Plage Bon-Secours (beach stage) is situated in the city center at the foot of the ramparts.",
    "url":"http://www.laroutedurock.com/en/"
  },
  {
    "startdate":"08-10-2015",
    "name":"Sziget Festival",
    "latitude":"47.497912",
    "longitude":"19.040235",
    "enddate":"08-17-2015",
    "genre":"All Music",
    "imageurl":"sziget.jpg",
    "type":"Under 14s must be accompanied by an adult.",
    "description":"The Sziget Festival, is the Hungarian for 'Island' is one of the largest music and cultural festivals in Europe. It is held every August in northern Budapest, Hungary, on Óbudai-sziget 'Old Buda Island', a leafy 108-hectare (266-acre) island on the Danube. More than 1,000 performances take place each year.",
    "url":"http://szigetfestival.com/"
  },
  {
    "startdate":"08-16-2015",
    "name":"Sonus Festival",
    "latitude":"44.477217",
    "longitude":"14.9816797",
    "enddate":"08-22-2015",
    "genre":"Dance/Electronic",
    "imageurl":"sonus.jpg",
    "type":"Min age: 18",
    "description":"The festival takes place at Zrce Beach near Novalja on Pag Island in Crotia. Please note that you won't find any accommodations directly at Zrce Beach. The best choice for your accommodation is in and around Novalja. We're offering a festival shuttle which will take you straight to and from the dancefloor.",
    "url":"http://www.sonus-festival.com/"
  },
  {
    "startdate":"08-21-2015",
    "name":"PStereo",
    "latitude":"63.4305149",
    "longitude":"10.3950528",
    "enddate":"08-22-2015",
    "genre":"Electronic/Pop/Rock",
    "imageurl":"pstereo.jpg",
    "type":"Minimum Age: 18",
    "description":"Welcome to Pstereo festival! Pstereo is a two-day annual music festival taking place in Norway’s third largest city, Trondheim. This city is infused with a large and active student population that contributes to making Trondheim known for music, culture and community. Pstereo festival is a token of Trondheim summer – taking place during the third weekend of August every year and bringing together 7500. Pstereo showcases up and coming bands with a few classic headliners every year. On top of providing great live music, this festival offers a meeting ground for locals and international visitors alike with club events and a free Saturday picnic with activities and live entertainment.",
    "url":"http://www.pstereo.no/"
  },
  {
    "startdate":"08-15-2015",
    "name":"Rototom Sunsplash",
    "latitude":"40.055385",
    "longitude":"0.064150",
    "enddate":"08-22-2015",
    "genre":"Reggae",
    "imageurl":"rototomsunsplash.jpg",
    "type":"Under 16s must be accompanied by an adult. 16-18 must have written permission.",
    "description":"Rototom Sunsplash is a large European reggae festival, it takes place every summer at Benicassim, a few miles north of Valencia in Spain. The festival imitates the traditional Jamaican Reggae Sunsplash and since 1994 calls from various European countries thousands of reggae passionated people, thanks to concerts of international musicians, often many Jamaicans.",
    "url":"http://www.rototomsunsplash.com/en/"
  },
  {
    "startdate":"08-21-2015",
    "name":"Gentlemen Stopover Colorado",
    "latitude":"38.5347193",
    "longitude":"-105.9989022",
    "enddate":"08-22-2015",
    "genre":"All Music",
    "imageurl":"gentlemenstopovercolorado.jpg",
    "type":"All ages",
    "description":"A Stopover is a celebration of a real place, with real people. It’s a bridge between the culture of a music festival and actual culture as lived by real-life people. We bring the music, the stage, the flags and the fans; everything else belongs to the town. Their energy and enthusiasm, their civic pride…their favorite local beer. We’ve found it to be a beautiful thing – maybe the most beautiful thing that we do.",
    "url":"http://www.gentlemenoftheroad.com/stopovers/salida/"
  },
  {
    "startdate":"08-20-2015",
    "name":"Pukkelpop",
    "latitude":"50.952496",
    "longitude":"5.350451",
    "enddate":"08-22-2015",
    "genre":"Dance/Electronic/Rock/Metal/Indie/Hiphop",
    "imageurl":"pukkelpop.jpg",
    "type":"All ages",
    "description":"Pukkelpop is an annual music festival that takes place near the city of Hasselt, Belgium in mid-to-late August. It is held within a large enclosure of fields and woodland—between a dual carriageway called Kempische Steenweg—in the village of Kiewit, approximately 7 km north of Hasselt. It is the second largest music festival in the country after Rock Werchter, with an attendance rate of 180,000 over the course of the event in 2009.",
    "url":"http://www.pukkelpop.be/en/"
  },
  {
    "startdate":"08-20-2015",
    "name":"Krakow Live Festival",
    "latitude":"50.0646501",
    "longitude":"19.9449799",
    "enddate":"08-22-2015",
    "genre":"Hiphop/Rock/Pop/Electronic",
    "imageurl":"krakowlive.jpg",
    "type":"Min age: 4, Under 15s need to be supervised by an adult.",
    "description":"Live Music Festival is a music festival which has been taking place in Kraków, Poland since 2006. The main organizer of the festival is the concert agency Alter Art, and until 2014 the festival's principal sponsor was the Coca-Cola Company. In April 2014, it was announced that the festival has a new sponsor, and the next edition will be organized in Summer 2015, after a one-year break.",
    "url":"http://livefestival.pl/en"
  },
  {
    "startdate":"08-20-2015",
    "name":"For Noise Festival",
    "latitude":"46.5199617",
    "longitude":"6.6335971",
    "enddate":"08-22-2015",
    "genre":"All Music",
    "imageurl":"fornoise.jpg",
    "type":"All ages",
    "description":"Don’t be deterred by the naff name. For Noise, started by a couple of local boys in 1997 has earned its reputation as one of the finest European music festivals in terms of rarity and discovery. It doesn't pander to the mainstream. As a result, For Noise has a cult following of music lovers, mostly among 25 to 40 year olds.",
    "url":"http://www.fornoise.com/"
  },
  {
    "startdate":"08-19-2015",
    "name":"Lake Festival",
    "latitude":"46.982999",
    "longitude":"15.425464",
    "enddate":"08-22-2015",
    "genre":"EDM",
    "imageurl":"lakefestival.jpg",
    "type":"Min age: 18",
    "description":"Now, the time has come - after having a successful Lake Festival for five years in a row now, Lake Festival 2015 will be happening on four memorable days, featuring five stunning stages with 100 of the world's best DJs perfoming on them! Lake Festival 2015 will be the largest and most spectacular EDM Festival in Austria! - See more at: http://www.lake-festival.at/en/festival/info/#sthash.lwO2JfbB.dpuf",
    "url":"http://www.lake-festival.at/"
  },
  {
    "startdate":"08-21-2015",
    "name":"Lowlands Festival",
    "latitude":"52.455236",
    "longitude":"5.692693",
    "enddate":"08-23-2015",
    "genre":"Rock/Pop/Dance/Hiphop",
    "imageurl":"lowlandsfestival.jpg",
    "type":"Min age: 16",
    "description":"A Campingflight to Lowlands Paradise, mostly just known as Lowlands, is an annual three day music and performing arts festival, held in the Netherlands in August since 1993. Although the main focus is on music - rock, pop, dance, hip hop and alternative - Lowlands also offers indoor and outdoor cinema, (street) theatre, cabaret and stand-up, ballet, literature and comic strips.",
    "url":"http://lowlands.nl/en/"
  },
  {
    "startdate":"08-22-2015",
    "name":"FYF Fest",
    "latitude":"34.067427",
    "longitude":"-118.232926",
    "enddate":"08-23-2015",
    "genre":"Rock/Indie/Electronic",
    "imageurl":"fyffest.jpg",
    "type":"All ages",
    "description":"In 2004, 18yr old Sean Carlson started FYF Fest. As the years went on, with a small group of friends behind the wheel, the festival grew. Attendance increased and so did the size of the bands. With a need for more space the festival was moved from Echo Park to the Los Angeles State Historic Park in Chinatown. In 2011, Goldenvoice joined as a producer of the event.",
    "url":"http://fyffest.com/"
  },
  {
    "startdate":"08-22-2015",
    "name":"V Festival",
    "latitude":"52.695390",
    "longitude":"-2.289826",
    "enddate":"08-23-2015",
    "genre":"Rock/Pop",
    "imageurl":"vfestival.jpg",
    "type":"Min age: 5, Under 16s must be accompanied by an adult.",
    "description":"The idea for V came in 1996 when Pulp's front man Jarvis Cocker announced he would love to play two outdoor venues in two days. Pulp's promoters got together and came up with the idea of putting the gig into Victoria Park Warrington and Hylands Park Chelmsford giving fans in both the North and South a chance to see the band. The V Festival is an annual music festival held in England during the penultimate weekend in August. The event is held at two parks simultaneously which share the same bill; artists perform at one location on Saturday and then swap on Sunday. The sites are located at Hylands Park in Chelmsford and Weston Park in South Staffordshire.",
    "url":"http://www.vfestival.com/"
  },
  {
    "startdate":"08-22-2015",
    "name":"V Festival",
    "latitude":"51.711172",
    "longitude":"0.437214",
    "enddate":"08-23-2015",
    "genre":"Rock/Pop",
    "imageurl":"vfestival.jpg",
    "type":"Min age: 5, Under 16s must be accompanied by an adult.",
    "description":"The idea for V came in 1996 when Pulp's front man Jarvis Cocker announced he would love to play two outdoor venues in two days. Pulp's promoters got together and came up with the idea of putting the gig into Victoria Park Warrington and Hylands Park Chelmsford giving fans in both the North and South a chance to see the band. The V Festival is an annual music festival held in England during the penultimate weekend in August. The event is held at two parks simultaneously which share the same bill; artists perform at one location on Saturday and then swap on Sunday. The sites are located at Hylands Park in Chelmsford and Weston Park in South Staffordshire.",
    "url":"http://www.vfestival.com/"
  },
  {
    "startdate":"08-21-2015",
    "name":"MS Dockville",
    "latitude":"53.551085",
    "longitude":"9.993682",
    "enddate":"08-23-2015",
    "genre":"Electro/Rock/Pop/Hiphop",
    "imageurl":"msdockville.jpg",
    "type":"Min age: 8, Under 16s must be accompanied by an adult. 16-18 need written permission.",
    "description":"Dockville is a music and art festival on Europe's biggest river island, Hamburg's district Wilhelmsburg. It is sponsored by the German Internationale Bauausstellung (IBA) and it took place for the first time in 2007. Many parts of the festival area are located directly in front of the river Elbe, in a territory, which is not protected against flood. Characteristic for this festival is the combination of music and visual arts.",
    "url":"http://en.msdockville.de/"
  },
  {
    "startdate":"08-19-2015",
    "name":"Chiemsee Summer",
    "latitude":"47.8593673",
    "longitude":"12.39881",
    "enddate":"08-23-2015",
    "genre":"Reggae/Rock/Electro",
    "imageurl":"chiemseesummer.jpg",
    "type":"Min age: 6, Under 16s must be accompanied by an adult. 16-18 need written permission.",
    "description":"From August 19th to August 23th everything is marked by the number 5! More than 100 bands will play for 5 days on 5 stages and they will emerge their sound all over the place! We develop our beloved and practiced diversity to a new concept for you. That means “back to the roots” and looking forward at once! We serve you the crème de la crème of music scene with bands like Deichkind, Gentleman, Jan Delay & Disko No.1 and many more!",
    "url":"http://www.chiemsee-summer.de/"
  },
  {
    "startdate":"08-20-2015",
    "name":"Green Man Festival",
    "latitude":"51.867570",
    "longitude":"-3.175139",
    "enddate":"08-23-2015",
    "genre":"Folk/Psychedelia/Dance/Pop/Rock/World",
    "imageurl":"greenmanfestival.jpg",
    "type":"All ages",
    "description":"In the breathtaking beauty of the Brecon Beacons, where mystical ley lines converge amid ancient welsh oak trees, something magical is stirring... ",
    "url":"http://www.greenman.net/"
  },
  {
    "startdate":"08-21-2015",
    "name":"MusicFestNW (MFNW)",
    "latitude":"45.5230622",
    "longitude":"-122.6764816",
    "enddate":"08-23-2015",
    "genre":"All Music",
    "imageurl":"musicfestnw.jpg",
    "type":"All ages",
    "description":"MusicfestNW was founded by Mark Zusman and Richard Meeker in 1995 as a joint venture between Willamette Week, Meeker and Zusman's Portland Pulitzer Prize-winning alternative weekly, and South by Southwest, the Austin, Texas music festival. It was called North by Northwest until 2001, when Willamette Week took over the festival and renamed it MFNW.",
    "url":"http://musicfestnw.com/"
  },
  {
    "startdate":"08-26-2015",
    "name":"Zurich Openair",
    "latitude":"47.5261187",
    "longitude":"8.5380656",
    "enddate":"08-29-2015",
    "genre":"Indie/Rock/Electro",
    "imageurl":"zurichopenair.jpg",
    "type":"All ages",
    "description":"Zürich Openair's fifth instalment of indie/rock-electro continues the festival's rise up the European circuit, as big-name artists and crowds of 75,000 turn this quiet corner of Switzerland into a unique, four-day carnival.",
    "url":"http://www.zurichopenair.ch/"
  },
  {
    "startdate":"08-28-2015",
    "name":"Reading Festival",
    "latitude":"51.4542645",
    "longitude":"-0.9781303",
    "enddate":"08-30-2015",
    "genre":"Rock/Indie/Punk/Metal",
    "imageurl":"readingfestival.jpg",
    "type":"Under 16s must be accompanied by an adult.",
    "description":"The Reading and Leeds Festivals are a pair of annual music festivals that take place in Reading and Leeds in England. The events take place simultaneously on the Friday, Saturday and Sunday of the August bank holiday weekend, sharing the same bill. The Reading Festival is held at Little John's Farm on Richfield Avenue in central Reading, near the Caversham Bridge. The Leeds event is held in Bramham Park, near Wetherby, the grounds of an historic house. Campsites are available at both sites and weekend tickets include camping. Day tickets are also sold.",
    "url":"http://www.readingfestival.com/"
  },
  {
    "startdate":"08-28-2015",
    "name":"Leeds Festival",
    "latitude":"53.7997868",
    "longitude":"-1.4983337",
    "enddate":"08-30-2015",
    "genre":"Rock/Indie/Punk/Metal",
    "imageurl":"leedsfestival.jpg",
    "type":"Under 16s must be accompanied by an adult.",
    "description":"The Reading and Leeds Festivals are a pair of annual music festivals that take place in Reading and Leeds in England. The events take place simultaneously on the Friday, Saturday and Sunday of the August bank holiday weekend, sharing the same bill. The Reading Festival is held at Little John's Farm on Richfield Avenue in central Reading, near the Caversham Bridge. The Leeds event is held in Bramham Park, near Wetherby, the grounds of an historic house. Campsites are available at both sites and weekend tickets include camping. Day tickets are also sold.",
    "url":"http://www.leedsfestival.com/"
  },
  {
    "startdate":"08-28-2015",
    "name":"Watchet Music Festival",
    "latitude":"51.0587013",
    "longitude":"-2.9499066",
    "enddate":"08-30-2015",
    "genre":"All Music",
    "imageurl":"watchet.jpg",
    "type":"All ages",
    "description":"Watchet Festival returns for the 9th year over the August bank holiday weekend 28-30th 2015. Watchet is a family friendly music festival with amazing views of the stunning West Somerset coast line and beyond. Complete with on site camping, 3 Stages, Over 50 live acts, bringing a wide range of high calibre musical acts not normally found performing in West Somerset at an affordable entrance price.",
    "url":"http://www.watchetfestival.co.uk/"
  },
  {
    "startdate":"08-29-2015",
    "name":"Mysteryland Netherlands",
    "latitude":"52.335759",
    "longitude":"4.665413",
    "enddate":"08-30-2015",
    "genre":"Dance",
    "imageurl":"mysteryland.jpg",
    "type":"Min age: 18",
    "description":"Mysteryland is the longest running dance festival in the world celebrating it's 22nd birthday in the Netherlands.",
    "url":"http://www.mysteryland.nl/en/"
  },
  {
    "startdate":"08-29-2015",
    "name":"South West Four",
    "latitude":"51.5682114",
    "longitude":"0.002224",
    "enddate":"08-30-2015",
    "genre":"House/Techno/Pop/Disco",
    "imageurl":"southwestfour.jpg",
    "type":"Min age: 18",
    "description":"London plays host to the now famous South West Four Festival, a festival DJing legend Carl Cox has referred to as ‘the crowning glory’ of the capital‘s clubbing calendar. August Bank Holiday weekend is all about Clapham Common, where the world’s greatest electronic and dance music producers descend on South West London.",
    "url":"http://www.southwestfour.com/"
  },
  {
    "startdate":"08-29-2015",
    "name":"Victorious Festival",
    "latitude":"50.816667",
    "longitude":"-1.083333",
    "enddate":"08-30-2015",
    "genre":"All Music",
    "imageurl":"victoriousfestival.jpg",
    "type":"Under 15s must be accompanied by an adult.",
    "description":"Victorious Festival takes place on Saturday 29th and Sunday 30th August (bank holiday weekend) and moves from the dockyard to Southsea Common this year.",
    "url":"http://www.victoriousfestival.co.uk/"
  },
  {
    "startdate":"08-29-2015",
    "name":"Imagine Festival",
    "latitude":"33.767528",
    "longitude":"-84.365049",
    "enddate":"08-30-2015",
    "genre":"Dance",
    "imageurl":"imaginefestival.jpg",
    "type":"Min age: 18",
    "description":"Imagine Music Festival is a two-day electronic music festival held in Downtown Atlanta at Historic Fourth Ward Park and Masquerade Music Park in Atlanta, Georgia. Imagine Music Festival is a rain-or-shine event. Imagine Music Festival 2014 will feature multiple stages with the world’s top electronic music acts",
    "url":"http://imaginefestival.com/"
  },
  {
    "startdate":"08-29-2015",
    "name":"The Garden Party",
    "latitude":"53.792345",
    "longitude":"-1.538651",
    "enddate":"08-30-2015",
    "genre":"Dance",
    "imageurl":"thegardenparty.jpg",
    "type":"House/Techno/Deep/Soulful House/Indie/Hip Hop",
    "description":"Summer 2015 welcomes the return of The Faversham Garden Party celebrating 10 Years this August with an exceptional two day festival over the August bank holiday weekend, 29th - 30th, at the Tetley Brewery. Partnered with some of the biggest brands in music including Sound Channel, The Warehouse Project, Canal Mills, Chibuku, Metropolis, Now Wave and Eat Your Own Ears, The Garden Party will host a plethora of live acts including Roising Murphy, Yasiin Bey aka Mos Def and Little Dragon plus DJ acts including Kerri Chandler, Julio Bashmore and Joy Orbison. With support from Leeds Indie Food Fest and Mad Ferret, the Garden Party Leeds is set to be the cultural highlight of the summer as guests can discover culinary delights through the UK's most delectable street food trucks, take part in some fine dining in the on-site restaurant, or immerse themselves in art installations.",
    "url":"http://www.thegardenfestival.eu/"
  },
  {
    "startdate":"09-03-2015",
    "name":"Festival No. 6",
    "latitude":"52.912076",
    "longitude":"-4.099326",
    "enddate":"09-06-2015",
    "genre":"Rock/Metal/Indie",
    "imageurl":"no6.jpg",
    "type":"All ages",
    "description":"Bands, DJs, musicians and string ensembles will be performing across the Festival Number 6 site, from the historic town hall to the Colonnade gardens to the picturesque Bay Stage and the promenade along the estuary of the River Dwyryd. The diverse bill ranges from rock and roll to Balearic, funk to folk, seashanties to Welsh male voice choirs.",
    "url":"http://www.festivalnumber6.com/"
  },
  {
    "startdate":"09-04-2015",
    "name":"Electric Picnic",
    "latitude":"52.994295",
    "longitude":"-7.3323007",
    "enddate":"09-06-2015",
    "genre":"Indie/Dance",
    "imageurl":"electricpicnic.jpg",
    "type":"All ages",
    "description":"Electric Picnic is an annual arts-and-music festival which has been staged since 2004 at Stradbally Hall in Stradbally, County Laois, Ireland. It is organised by Pod Concerts and Festival Republic, who purchased the majority shareholding in 2009. It was voted Best Medium-Sized European Festival at the 2010 European Festival Awards, and has been voted Best Big Festival at each of the last four Irish Festival Awards since they began in 2007.",
    "url":"http://www.electricpicnic.ie/"
  },
  {
    "startdate":"09-02-2015",
    "name":"Outlook Festival",
    "latitude":"44.8666232",
    "longitude":"13.8495788",
    "enddate":"09-06-2015",
    "genre":"Reggae/Dubstep/DNB",
    "imageurl":"outlookfestival.jpg",
    "type":"Min age: 18",
    "description":"The Outlook festival is held in the late part of the European summer season. It takes place a few miles outside the city of Pula in Croatia at a unique location in the Fort Punta Christo. This is an old abandoned military installation that gives the event an exciting and intriguing flavour with sound stages hidden throughout the various tunnels and moats of this castle-like venue. The Fort itself is set on the beautiful Adriatic Sea providing attendees with a truly breath taking backdrop to this party. ",
    "url":"http://www.outlookfestival.com/"
  },
  {
    "startdate":"09-04-2015",
    "name":"Backwoods Music Festival",
    "latitude":"35.7486798",
    "longitude":"-96.6580726",
    "enddate":"09-06-2015",
    "genre":"Indie/EDM",
    "imageurl":"backwoods.jpg",
    "type":"All ages",
    "description":"Backwoods Music Festival (Backwoods) is a three day camping, music, and arts festival that takes place annually on Labor Day Weekend in Stroud, Oklahoma, United States. The festival was originally named Backwoods Bash but went through a slight rebranding after moving locations from Keystone Lake Park in Prue, Oklahoma, after the 2014 festival. At the same time in 2014, the festival was moved to Labor Day Weekend. Originally, for the first seven years, the festival was held Memorial Day Weekend. The festival began in 2008 originally as a localized non-profit event featuring local Red Dirt, Folk, Indie, Jamband, and Americana music. The event benefited kids in need of technology and other school supplies through the TC Lane Foundation. After seven years as a non-profit event with several different benefcators, the event took on investors to grow and expand into the EDM (Electronic Dance Music) and other contemporary genres. The festival is now considered a 'cross-over' festival.",
    "url":"http://backwoodsmusicfestival.com/"
  },
  {
    "startdate":"09-05-2015",
    "name":"UtopiaFest",
    "latitude":"29.6152274",
    "longitude":"-99.5269926",
    "enddate":"09-06-2015",
    "genre":"Indie/Rock/Blues",
    "imageurl":"utopiafest.jpg",
    "type":"All ages",
    "description":"Going on its sixth strong year of musical greatness, the amazing Utopia Fest is again occupying the one-thousand-acre Four Sisters Ranch between Lost Maples and Garner Street Park to bring another amazing year of indulgence, festivities, camping, and music",
    "url":"http://www.utopiafest.com/"
  },
  {
    "startdate":"09-04-2015",
    "name":"End of the Road Festival",
    "latitude":"50.7390661",
    "longitude":"-2.3382346",
    "enddate":"09-06-2015",
    "genre":"Folk/Americana/Alt. Country/Indie/Blues/Electro/Rock",
    "imageurl":"eotr.jpg",
    "type":"All ages",
    "description":"End of the Road Festival is an annual music festival in England which focuses on alternative music, mostly folk, alt.country and Americana. It is hosted at the Larmer Tree Gardens, on the border of north Dorset and Wiltshire, and usually takes place over the first or second full weekend in September, opening camping on Thursday afternoon with the entertainment running from Friday to Sunday inclusive. The first festival took place in 2006, and sold out for the first time in 2008. The festival is independently run, and started by two friends Simon Taffe and Sofia Hagberg.",
    "url":"http://endoftheroadfestival.com/"
  },
  {
    "startdate":"09-04-2015",
    "name":"Nocturnal Wonderland",
    "latitude":"34.1083449",
    "longitude":"-117.2897652",
    "enddate":"09-06-2015",
    "genre":"Trance/Dance/Electronic/House/DNB/Techno",
    "imageurl":"nocturnalwonderland.jpg",
    "type":"Min age: 18",
    "description":"Nocturnal Wonderland, formerly known as Nocturnal Festival, is a massive electronic music festival that has been steadily growing and brings the biggest names in music and dance to an audience of up to 50,000 musical enthusiasts.",
    "url":"http://www.nocturnalwonderland.com/"
  },
  {
    "startdate":"09-04-2015",
    "name":"Electric Zoo",
    "latitude":"40.795813",
    "longitude":"-73.922517",
    "enddate":"09-06-2015",
    "genre":"Electronic",
    "imageurl":"electriczoo.jpg",
    "type":"Min age: 18",
    "description":"Electric Zoo is an annual electronic music festival held over Labor Day weekend in New York City on Randall's Island. The festival represents all genres of electronic music, bringing top international DJs and live acts from multiple countries along with hometown favorites to four stages.",
    "url":"http://electriczoofestival.com/"
  },
  {
    "startdate":"09-04-2015",
    "name":"One Love Festival",
    "latitude":"51.059771",
    "longitude":"-1.310142",
    "enddate":"09-06-2015",
    "genre":"Reggae",
    "imageurl":"onelove.jpg",
    "type":"All ages",
    "description":"Throughout the last 8yrs we had some amazing One Love Festival Highlights and they keep on getting better and better. The festival means such a lot to so many people in such different ways –  everyone leaves the event experiencing their own exceptional One Love Festival moment and memory. We have established a wonderful growing customer base of Fun, Loving, Happy and loyal Fans from all over Europe and beyond. Each year the festival grows organically both in production and vision – but still keeping to the original vibe of a intimate fun and FAMILY friendly event.",
    "url":"http://www.onelovefestival.co.uk/"
  },
  {
    "startdate":"09-05-2015",
    "name":"Fashion Meets Music Festival",
    "latitude":"39.9611755",
    "longitude":"-82.9987942",
    "enddate":"09-06-2015",
    "genre":"Rock/Indie",
    "imageurl":"fmmf.jpg",
    "type":"Min age: 18",
    "description":"Fashion Meets Music Festival is returning to the Arena District! Join us as this year’s lineup will include a collaboration of Music and Fashion that will not only attract and bring together the local Columbus community but will position Columbus, OH as a Labor Day weekend destination; September 5 & 6, 2015. Fashion Meets Music Festival is a two-day, four-stage festival featuring a variety of the best acts in live music and featuring some of the most talented designers in the country. The festival fuses two loves into one celebration elevating music and fashion into an experience featuring live performances, runway shows, local food, beverages, unique activations, and more.",
    "url":"http://fmmf.us/"
  },
  {
    "startdate":"09-04-2015",
    "name":"North Coast Music Festival",
    "latitude":"41.8781136",
    "longitude":"-87.6297982",
    "enddate":"09-06-2015",
    "genre":"All Music",
    "imageurl":"northcoastmusic.jpg",
    "type":"Min age: 17",
    "description":"The North Coast Music Festival is a music and arts festival featuring folk, rock, hip hop, DJ's and wide variety of performance and installation artists held annually over Labor Day weekend in Chicago at Union Park. 2015 will be its 6th year and is a collaboration of independent promoters in Chicago.",
    "url":"http://www.northcoastfestival.com/"
  },
  {
    "startdate":"09-05-2015",
    "name":"Sonic Boom",
    "latitude":"53.544389",
    "longitude":"-113.4909267",
    "enddate":"09-06-2015",
    "genre":"Rock/Indie/Pop",
    "imageurl":"sonicboom.jpg",
    "type":"All ages",
    "description":"Ellie Goulding, Alexisonfire, Hozier, Tenacious D, Brandon Flowers, Mother Mother, TV on the Radio, The Flaming Lips, Tokyo Police Club, The Rural Alberta Advantage",
    "url":"http://sonicboomfestival.com/"
  },
  {
    "startdate":"09-05-2015",
    "name":"X-Fest",
    "latitude":"51.044613",
    "longitude":"-114.044098",
    "enddate":"09-06-2015",
    "genre":"All Music",
    "imageurl":"xfest.jpg",
    "type":"All ages",
    "description":"Union Events & X92.9 are pleased to bring you a special early artist announcement for the 2015 festival. ALEXISONFIRE will be returning to Alberta for the fifth annual X-FEST, Calgary’s Alternative Music Festival, taking place at Fort Calgary in Calgary, Alberta, Canada over the Labour Day long weekend. ALEXISONFIRE have announced they will come together",
    "url":"http://xfestcalgary.com/"
  },
  {
    "startdate":"09-05-2015",
    "name":"Together The People",
    "latitude":"50.840374",
    "longitude":"-0.146189",
    "enddate":"09-06-2015",
    "genre":"Rock/Indie/Dance",
    "imageurl":"togetherthepeople.jpg",
    "type":"Under 16s must be accompanied by an adult.",
    "description":"Together The People’s primary focus is to celebrate Music, Food, Community, Film and Arts within the city of Brighton by delivering a high quality, creative, family friendly and socially aware flagship event accessible to all. The festival has been created by a group of independent Brighton based companies and individuals, including leading local concert promoters One Inch Badge and legendary music venue Concorde2.",
    "url":"http://www.togetherthepeople.co.uk/"
  },
  {
    "startdate":"09-05-2015",
    "name":"Gibraltar Music Festival",
    "latitude":"36.140751",
    "longitude":"-5.353585",
    "enddate":"09-06-2015",
    "genre":"Rock/Pop/R&B/Reggae",
    "imageurl":"gibraltarmusicfestival.jpg",
    "type":"Under 12s must be accompanied by an adult.",
    "description":"The Gibraltar Music Festival is an annual music festival held in the British Overseas Territory of Gibraltar. The Government of Gibraltar's Ministry of Culture confirmed on 10 August 2012, that the inaugural event would be held on 8 September 2012 at the Victoria Stadium. The first festival had a British artist, Jessie J as headlining act. The rest of the lineup consisted of Ali Campbell from UB40, and local bands Noiz and Jetstream.",
    "url":"http://www.gibraltarmusicfestival.com/"
  },
  {
    "startdate":"09-05-2015",
    "name":"Bumbershoot",
    "latitude":"47.648753",
    "longitude":"-122.3504116",
    "enddate":"09-07-2015",
    "genre":"All Music",
    "imageurl":"bumbershoot.jpg",
    "type":"All ages",
    "description":"Now in our 45th year, Bumbershoot is one of Seattle's largest cultural touchstones. Each year, thousands of people across the country flock to Seattle to attend this acclaimed Festival, which has become one of the most unique and best-loved contemporary festivals in North America. Bumbershoot’s diverse programming includes live music, comedy, theatre, film, visual arts, dance performance, and more.",
    "url":"http://bumbershoot.com/"
  },
  {
    "startdate":"09-10-2015",
    "name":"Hopscotch Festival",
    "latitude":"35.7795897",
    "longitude":"-78.6381787",
    "enddate":"09-12-2015",
    "genre":"Rock/Hiphop/Metal/Dance/Punk/Noise/Folk",
    "imageurl":"hopscotch.jpg",
    "type":"All ages",
    "description":"From its inception in 2010, Hopscotch has been a signature event for the creative community of Raleigh, North Carolina. Approximately 40% of the festival’s performers hail from in-state—a figure few, if any, nationally recognized music festivals can claim. With official programming stretching across 12 walkable venues, the SiteWork art exhibition, an annual photography exhibit, more than 30 day parties, and the newly announced Hopscotch Design Festival, Hopscotch is a city-wide celebration for locals and fans visiting from faraway locales.",
    "url":"http://hopscotchmusicfest.com"
  },
  {
    "startdate":"09-12-2015",
    "name":"The Social Festival",
    "latitude":"51.2787075",
    "longitude":"0.5217254",
    "enddate":"09-12-2015",
    "genre":"House/Techno/Electronic/Dub",
    "imageurl":"thesocial.jpg",
    "type":"Min age: 18",
    "description":"The Social is a boutique music festival showcasing the world’s greatest dance music acts in the idyllic setting of Mote Park in Maidstone, Kent. The Social originally launched on the 28th September 2013 and closed the summer in style, bringing a taste of Ibiza to the south east of England with a line-up of the world’s most discerning electronic music talent.",
    "url":"http://www.thesocialfestival.com/"
  },
  {
    "startdate":"09-12-2015",
    "name":"Lollapalooza Berlin",
    "latitude":"52.5200066",
    "longitude":"13.404954",
    "enddate":"09-13-2015",
    "genre":"Rock/Pop/R&B/Electro",
    "imageurl":"lollapaloozaberlin.jpg",
    "type":"All ages",
    "description":"Lollapalooza announces Lollapalooza Berlin happening at Tempelhof Airport, September 12-13, 2015. Germany will join Chile, Brazil and Argentina as the fourth international location for the iconic festival, in addition to the original U.S. Festival in Chicago’s Grant Park. Lollapalooza Berlin is Lolla’s first European edition. Lollapalooza is being brought to Berlin by Festival Republic, the team behind the legendary Reading and Leeds Festivals, and Melt! Booking.",
    "url":"http://www.lollapaloozade.com/en/"
  },
  {
    "startdate":"09-11-2015",
    "name":"Dancefestopia",
    "latitude":"39.0997265",
    "longitude":"-94.5785667",
    "enddate":"09-13-2015",
    "genre":"Dance",
    "imageurl":"dancefestopia.jpg",
    "type":"All ages",
    "description":"High-energy music festival featuring three days/nights of music & camping on the riverfront in KC.",
    "url":"http://dancefestopia.com/"
  },
  {
    "startdate":"09-10-2015",
    "name":"Lockn’",
    "latitude":"37.6840306",
    "longitude":"-78.9011326",
    "enddate":"09-13-2015",
    "genre":"Jam/Improv",
    "imageurl":"lockn.jpg",
    "type":"All ages",
    "description":"Lockn' Festival, formerly known as Interlocken Music Festival, is an annual four-day music festival held at Oak Ridge Farm in Arrington, Virginia. The festival focuses primarily on jam bands and other music improvisation acts.",
    "url":"http://www.locknfestival.com/"
  },
  {
    "startdate":"09-06-2015",
    "name":"Groovefest",
    "latitude":"19.7807686",
    "longitude":"-70.6871091",
    "enddate":"09-13-2015",
    "genre":"House/Deep House/Soulful House/Tribal House/Electro/Electronica",
    "imageurl":"groovefest.jpg",
    "type":"Min age: 18",
    "description":"Now with a global reputation for being far and above the most relaxing, tropical and magical musical gathering of them all, Groove Fest is not your normal festival experience. It is a luxury dance music event spread across a whole week in the Caribbean island of the Dominican Republic at Puerto Plata's all inclusive and premier vacation resort. Between September 6th and 13th 2015, Groove Fest will bring the biggest and best DJs, artists and labels together at the luxurious all-inclusive resort for a week-long festival of the best in dance music.",
    "url":"http://www.groovefestevents.com/"
  },
  {
    "startdate":"09-12-2015",
    "name":"LouFest",
    "latitude":"38.636906",
    "longitude":"-90.285484",
    "enddate":"09-13-2015",
    "genre":"All Music",
    "imageurl":"loufest.jpg",
    "type":"All ages",
    "description":"The LouFest Music Festival is an annual two-day event, held on Central Field in Forest Park, located in St. Louis, Missouri. The event features local, regional and national acts, with an aesthetic range from funk and indie-rock to alt-country and soul. The event features three stages with alternating performances throughout the weekend. The festival grounds include a children’s stage and village, an environmentally friendly vendor area and a food court featuring restaurants from St. Louis neighborhoods.",
    "url":"http://www.loufest.com/"
  },
  {
    "startdate":"09-11-2015",
    "name":"Riot Fest Chicago",
    "latitude":"41.859375",
    "longitude":"-87.695090",
    "enddate":"09-13-2015",
    "genre":"Punk/Rock",
    "imageurl":"riotfestchicago.jpg",
    "type":"All ages",
    "description":"Riot Fest (also known as Riot Fest & Carnival) is a multi-day music festival held in Douglas Park in Chicago specializing in rock, punk, alternative rock, and hip hop. Riot Fest is known for its ability to book rare reunions, special guest performances, and performances of classic influential albums.",
    "url":"http://riotfest.org/"
  },
  {
    "startdate":"09-11-2015",
    "name":"Oasis",
    "latitude":"31.6628119",
    "longitude":"-8.0253822",
    "enddate":"09-13-2015",
    "genre":"House/Disco/Electronica",
    "imageurl":"oasis.jpg",
    "type":"Min age: 18",
    "description":"In the shadow of Morocco's Atlas Mountains springs up Marrakech's new electronic music festival in the idyllic setting of the Fellah Hotel. Aptly named Oasis, the festival hopes to pair today's top underground electronic talent with the opportunity to revel in the mountainous backdrop while enjoying a refreshing dip in one of the hotel's pools, or kick back under the olive trees and catch some rays. ",
    "url":"http://www.theoasisfest.com/"
  },
  {
    "startdate":"09-12-2015",
    "name":"Grand Point North",
    "latitude":"44.480085",
    "longitude":"-73.221410",
    "enddate":"09-13-2015",
    "genre":"All Music",
    "imageurl":"grandpointnorth.jpg",
    "type":"All ages",
    "description":"You’ll want to point your compass towards Vermont come September for the return of Grand Point North. The festival presented by Grace Potter and Higher Ground features Potter along with The Flaming Lips, Shakey Graves and Phish’s Mike Gordon.",
    "url":"http://grandpointnorth.com/"
  },
  {
    "startdate":"09-19-2015",
    "name":"Festival Palomino",
    "latitude":"44.790874",
    "longitude":"-93.484612",
    "enddate":"09-19-2015",
    "genre":"Rock/Indie",
    "imageurl":"festivalpalomino.jpg",
    "type":"Under 12s must be accompanied by an adult.",
    "description":"Trampled by Turtles are excited to reveal the second annual Festival Palomino lineup, happening Sept. 19 at Canterbury Park on the lawn inside the oval track. The festival lineup was curated by the band and includes Dr. Dog, Father John Misty, Laura Marling, Benjamin Booker, Shakey Graves, Calexico, Lydia Loveless, the Lowest Pair and headliners Trampled by Turtles. Festival Palomino features two stages, a craft beer garden, food trucks, an artist village, and more.",
    "url":"http://www.festivalpalomino.com/"
  },
  {
    "startdate":"09-17-2015",
    "name":"Phases of the Moon",
    "latitude":"35.711809",
    "longitude":"-93.795378",
    "enddate":"10-18-2015",
    "genre":"Rock/Indie/Country/Electronica",
    "imageurl":"phasesofthemoon.jpg",
    "type":"All ages",
    "description":"We’ve always looked to the moon with a great fascination and wonder. Its phases represent a cycle of renewal and a guiding light through darkness. The moon exerts a powerful pull on both the ocean tides and on our human emotions. As we began to create our festival, we thought, what better way to express the uplifting power of music and its relationship with nature than by naming it Phases of the Moon!",
    "url":"http://phasesofthemoonfestival.com/"
  },
  {
    "startdate":"09-15-2015",
    "name":"Americanafest",
    "latitude":"36.1826638",
    "longitude":"-86.7816016",
    "enddate":"09-20-2015",
    "genre":"Country/Rock/Pop",
    "imageurl":"americana.jpg",
    "type":"Some venues are 18+ and 21+.",
    "description":"Our 16th Annual event will take place September 15-20, 2015, gathering thousands of artists, fans and industry professionals from all over the world in Nashville, TN. With planning already underway, our 2015 Americana Music Festival & Conference promises to once again be the must-attend event for anyone who loves great music.",
    "url":"http://americanamusic.org/about-festival"
  },
  {
    "startdate":"09-18-2015",
    "name":"Catskill Chill",
    "latitude":"41.9539754",
    "longitude":"-75.2804502",
    "enddate":"09-20-2015",
    "genre":"Rock",
    "imageurl":"catskillchill.jpg",
    "type":"All ages",
    "description":"As clichéd as it sounds, Catskill Chill is one of those friendly festivals where everyone meets new friends, that makes lasting friendships. As the Chill motto states, “All love, All the time.” In a nutshell, this is the essence of Catskill Chill.",
    "url":"http://www.catskillchill.com/"
  },
  {
    "startdate":"09-17-2015",
    "name":"Symbiosis Gathering",
    "latitude":"37.7665947",
    "longitude":"-120.8471545",
    "enddate":"09-20-2015",
    "genre":"Rock/Electronica/Improvisational/Jam/EDM/Indie",
    "imageurl":"symbiosisgathering.jpg",
    "type":"Under 12s must be accompanied by an adult.",
    "description":"In a world increasingly divided, defined, and compartmentalized, Symbiosis aspires to unify through a common vision of togetherness by gathering artists, performers, and creators or all sorts to celebrate the vitality of a inspired community in the gorgeous natural landscape of northern California. The fabric of this vibrant network is woven together from musical, artistic, and theatrical threads along with ideas and concepts meant to support our physical, emotional, and social well-being.",
    "url":"http://symbiosisgathering.com/"
  },
  {
    "startdate":"09-18-2015",
    "name":"KAABOO",
    "latitude":"32.715738",
    "longitude":"-117.1610838",
    "enddate":"09-20-2015",
    "genre":"Rock/Pop/Indie/Electronic",
    "imageurl":"kaaboo.jpg",
    "type":"Min age: 18",
    "description":"KAABOO is everything a typical music festival is not. That’s because we’re not a “festival.” We’re a new kind of arts and entertainment “mix-perience” designed around comfort, quality and good times. KAABOO was created by music lovers for music lovers. An adult escape, uniquely curated to appeal to all five of your senses, with world-class music, dancing, incredible cuisine, craft libations, inspiring contemporary art, and personal indulgences. ",
    "url":"https://www.kaaboodelmar.com/"
  },
  {
    "startdate":"09-16-2015",
    "name":"Pop Montreal",
    "latitude":"45.603359",
    "longitude":"-73.629363",
    "enddate":"09-20-2015",
    "genre":"Pop/Eclectic",
    "imageurl":"popmontreal.jpg",
    "type":"All ages",
    "description":"POP Montreal International Music Festival is an annual not-for-proﬁt curated cultural event that champions independence in the arts by presenting emerging and celebrated artistic talents from around the world.",
    "url":"http://popmontreal.com/"
  },
  {
    "startdate":"09-17-2015",
    "name":"Rifflandia",
    "latitude":"48.4284207",
    "longitude":"-123.3656444",
    "enddate":"09-20-2015",
    "genre":"All Music",
    "imageurl":"rifflandia.jpg",
    "type":"Under 12s must be accompanied by an adult.",
    "description":"Rifflandia Music Festival is a four-day multi-venue music festival held in Victoria, British Columbia. With no fixed date, the festival has occurred in the month-long span between the last weekend of August and the last weekend of September. Rifflandia was first launched on August 29, 2008.",
    "url":"http://rifflandia.com/"
  },
  {
    "startdate":"09-16-2015",
    "name":"CityFolk",
    "latitude":"45.4215296",
    "longitude":"-75.6971931",
    "enddate":"09-20-2015",
    "genre":"All Music",
    "imageurl":"cityfolk.jpg",
    "type":"All ages",
    "description":"Newly located at Lansdowne Park, CityFolk (formerly known as the Ottawa Folk Festival) is a five-day celebration of music, dance, visual arts and community featuring an eclectic mix of musical performances on multiple stages, plus FREE participatory music workshop SESSIONS along with some free programming, special children’s and family performances, beer gardens, artisan and craft vendors, and much, much more. We are family-friendly, community-focused, culturally diverse and committed to sustainability and eco-friendly initiatives.",
    "url":"http://cityfolkfestival.com/"
  },
  {
    "startdate":"09-18-2015",
    "name":"Campfest",
    "latitude":"34.9181473",
    "longitude":"-83.3854359",
    "enddate":"09-20-2015",
    "genre":"All Music",
    "imageurl":"campfest.jpg",
    "type":"All ages",
    "description":"At Campfest friends come together for a weekend away from the stresses and responsibilities of normal adult life. Gather your crew, forget about work, and create memories with your best friends! Summer camp vets can re-live those old camp days, and those who never went to camp can experience what it was like. Campfest is perfect for friend reunions and bachelor and bachelorette parties. No matter why you come, you'll be sure to leave recharged, invigorated with life and most importantly with stories to tell, inside jokes to recount and meaningful new relationships formed..",
    "url":"http://www.thecampfest.com/"
  },
  {
    "startdate":"09-18-2015",
    "name":"Telluride Blues and Brews",
    "latitude":"37.9374939",
    "longitude":"-107.8122852",
    "enddate":"09-20-2015",
    "genre":"Blues",
    "imageurl":"telluridebluesandbrews.jpg",
    "type":"Under 18s must be accompanied by an adult.",
    "description":"Telluride Blues & Brews takes place in the world-famous resort town of Telluride, Colorado, in the heart of the Rocky Mountains. Blues & Brews is a three-day celebration of blues, funk, jam bands, indie, rock, gospel and soul performances - accompanied by some of the best microbreweries in the country, a wide variety of food and craft vendors, children's activities, late night shows, and much, much more. Although, the festival is only three days and three nights, once you get to Telluride, you won't want to go home.",
    "url":"http://www.tellurideblues.com/"
  },
  {
    "startdate":"09-18-2015",
    "name":"TBD Fest",
    "latitude":"38.5815719",
    "longitude":"-121.4943996",
    "enddate":"09-20-2015",
    "genre":"Electronic/Hiphop/Rock/Indie",
    "imageurl":"tbdfest.jpg",
    "type":"All ages",
    "description":"What started as a one day art party has evolved.TBD Fest began as “Launch” in 2007, a small, one-day celebration of Sacramento’s creative community. Over the past seven years we have grown this event into a major market music festival with a line up and experience that rivals some of the best in the country.",
    "url":"http://www.tbdfest.com/"
  },
  {
    "startdate":"09-19-2015",
    "name":"Ultra Japan",
    "latitude":"35.7090259",
    "longitude":"139.7319925",
    "enddate":"09-21-2015",
    "genre":"Electronic",
    "imageurl":"ultrajapan.jpg",
    "type":"Min age: 18",
    "description":"It’s the moment you’ve all been waiting for! We’re proud to introduce the OFFICIAL ULTRA JAPAN 2015 PHASE 2 LINEUP! Joining with Armin van Buuren, David Guetta, Nicky Romero, Skrillex. Afrojack, Alesso, and Fedde Le Grand are coming back to the Ultimate Destination Music Festival for another amazing performance ! Performing first time ever at ULTRA JAPAN are Carnage, Chase & Status, Gorgon City, John Digweed, Sasha, Sub Focus, Robin Schulz, Vicetone, ZEDS DEAD!! From the remarkable new artists to the Legends, this vast lineup of ULTRA JAPAN 2015 would make all dance music lovers as thrilled as in that in MIAMI!",
    "url":"http://www.ultrajapan.com/home"
  },
  {
    "startdate":"09-25-2015",
    "name":"Tomorrowworld",
    "latitude":"33.5479728",
    "longitude":"-84.7630682",
    "enddate":"09-27-2015",
    "genre":"EDM",
    "imageurl":"tomorrowworld.jpg",
    "type":"Min age: 21",
    "description":"TomorrowWorld is a large electronic music festival held in Chattahoochee Hills, Georgia. The festival resides in the town of Chattahoochee Hills, Georgia, 25 miles southwest of Atlanta, and has taken place since 2013. In its inaugural year, TomorrowWorld received a nomination for Best Music Event at the International Dance Music Awards.",
    "url":"http://www.tomorrowworld.com/on-sale/"
  },
  {
    "startdate":"09-24-2015",
    "name":"Summer Ends",
    "latitude":"33.429383",
    "longitude":"-111.913884",
    "enddate":"09-27-2015",
    "genre":"All Music",
    "imageurl":"summerends.jpg",
    "type":"Under 12s must be accompanied by an adult.",
    "description":"Arizonans know that summer doesn’t actually end when the calendar says it does. When the Summer Ends Music Festival 2014 takes place at Tempe Beach Park on Sept. 26-28 though, the summer will have officially come to a close. But that doesn’t mean there won’t be tons of summertime fun to be had as 18 national acts and nearly as many local groups take the stage. So here’s a chance to sample the best of the local scene while you’re seeing some of the bigger groups you’re already familiar with.",
    "url":"http://www.summerendsaz.com/"
  },
  {
    "startdate":"09-26-2015",
    "name":"Pilgrimage Music Festival",
    "latitude":"35.937812",
    "longitude":"-86.863958",
    "enddate":"09-27-2015",
    "genre":"Rock/Contry/Indie",
    "imageurl":"pilgrimage.jpg",
    "type":"All ages",
    "description":"The Pilgrimage Music & Cultural Festival takes place September 26th and 27th in Franklin, Tennessee celebrating the music, culture, and best food in the area.",
    "url":"http://pilgrimagefestival.com/"
  },
  {
    "startdate":"09-26-2015",
    "name":"Landmark Music Festival",
    "latitude":"38.9071923",
    "longitude":"-77.0368707",
    "enddate":"09-27-2015",
    "genre":"All Music",
    "imageurl":"landmark.jpg",
    "type":"All ages",
    "description":"Landmark is a Festival for the National Mall happening in Washington DC, September 26-27, 2015. Join the celebration in West Potomac Park with over 40 iconic artists.",
    "url":"http://www.landmarkfestival.org/"
  },
  {
    "startdate":"09-25-2015",
    "name":"Midpoint Music Festival",
    "latitude":"39.1031182",
    "longitude":"-84.5120196",
    "enddate":"09-27-2015",
    "genre":"Rock/Indie",
    "imageurl":"midpoint.jpg",
    "type":"All ages",
    "description":"MidPoint Music Festival has developed a reputation as the place to discover contemporary music, find the next big thing, and meet your new favorite band. Since 2001, our endeavor has been to embrace today's emerging artist, all with the same spirit employed by Cincinnati's celebrated musical pioneers, who always reached for something new. For three days each fall, fans can walk easily between venues dotted throughout beautiful, resurgent Over-the-Rhine. This collection of young creative talent amongst an architecturally rich urban setting makes MidPoint a one-of-a-kind experience. ",
    "url":"http://mpmf.com/"
  },
  {
    "startdate":"09-23-2015",
    "name":"Pygmalion Music Festival",
    "latitude":"40.1164204",
    "longitude":"-88.2433829",
    "enddate":"09-27-2015",
    "genre":"Indie/Folk/Hiphop/Electronica",
    "imageurl":"pygmalion.jpg",
    "type":"All ages",
    "description":"The Pygmalion Festival started out with relatively humble beginnings back in 2005 with a handful of touring and local bands, all playing in the wide array of venues that both Champaign and Urbana have to offer. Now entering our eleventh year in 2015, it’s featured hundreds of artists from around the world performing on dozens of stages around ChampaignUrbana, playing to tens of thousands over the years.",
    "url":"http://www.pygmalionmusicfestival.com/"
  },
  {
    "startdate":"09-25-2015",
    "name":"Life is Beautiful",
    "latitude":"36.1021933",
    "longitude":"-115.174011",
    "enddate":"09-27-2015",
    "genre":"Rock/Pop/Hiphop",
    "imageurl":"lifeisbeautiful.jpg",
    "type":"All ages",
    "description":"Founded in 2013 by Rehan Choudhry, Life is Beautiful is an inspirational music, food, art and learning festival held in the heart of Downtown Las Vegas. Spread over 11 city blocks, 4 massive stages host over 70 chart-topping musical acts. ",
    "url":"http://lifeisbeautiful.com/"
  },
  {
    "startdate":"09-28-2015",
    "name":"Motorhead’s Motorboat",
    "latitude":"25.7616798",
    "longitude":"-80.1917902",
    "enddate":"09-02-2015",
    "genre":"All Music",
    "imageurl":"motorhead.jpg",
    "type":"Under 21s must be accompanied by an adult.",
    "description":"Motörhead’s Motörboat is the ultimate floating music festival – an annual summit for hard rock and metal music lovers from around the globe, sailing September 28 thru October 2, 2015, from Miami to the private island of Great Stirrup Cay and Nassau in the Bahamas. The Motörboat ups the ante on standard Caribbean cruise vacations with a 24-hour, face melting party for days on end, headquartered on white sandy beaches and the sun-drenched deck of the Norwegian Sky.",
    "url":"http://www.motorheadcruise.com/"
  },
  {
    "startdate":"09-26-2015",
    "name":"Listen Out",
    "latitude":"-27.454510",
    "longitude":"152.657569",
    "enddate":"09-04-2015",
    "genre":"All Music",
    "imageurl":"listenout.jpg",
    "type":"All ages",
    "description":"Listen Out is the antidote to many of the things you don't like about bigger music festivals. It is a carefully handcrafted party, with a killer lineup of the dance music that matters and a philosophy of best, not biggest. Say goodbye to endless timetable clashes, long hikes to the 12th stage and spending your day with several thousand people you can't relate to.",
    "url":"http://www.listenout.com.au/"
  },
  {
    "startdate":"10-02-2015",
    "name":"Austin City Limits",
    "latitude":"30.267153",
    "longitude":"-97.7430608",
    "enddate":"09-11-2015",
    "genre":"All Music",
    "imageurl":"austincitylimits.jpg",
    "type":"All ages",
    "description":"ACL Festival features a diverse lineup of acts every year with 8 stages, more than 130 bands – and now, two weekends.",
    "url":"http://www.aclfestival.com/"
  },
  {
    "startdate":"10-09-2015",
    "name":"The Festy Experience",
    "latitude":"37.7478599",
    "longitude":"-78.8835548",
    "enddate":"09-11-2015",
    "genre":"Country/Acoustic/Strings/Pop/Rock",
    "imageurl":"thefestyexperience.jpg",
    "type":"All ages",
    "description":"The idea of The Festy Experience first came together in 2009, but its roots in Virginia can be traced back decades through 2 of its co-creators: Justin Billcheck and Michael Allenby. Both grew up in Virginia and attended high school together in Williamsburg before separately relocating to Charlottesville, VA and establishing their own small businesses within the music world: Justin Billcheck Productions and The Artist Farm. Justin founded Justin Billcheck Productions (formerly Cerberus Productions), which focuses on planning and executing music festivals and events.  You may recognize his work from other festivals such as Bonnaroo, Outside Lands, Coachella and All Good, where he has served as Operations Manager. His years of experience—seeing all the things that worked and knowing what he would want to do differently—eventually led to his overwhelming desire to produce a music festival of his own in his home-state of Virginia.",
    "url":"http://www.thefesty.com/"
  },
  {
    "startdate":"10-14-2015",
    "name":"Amsterdam Dance Event",
    "latitude":"52.3702157",
    "longitude":"4.8951679",
    "enddate":"18-11-2015",
    "genre":"Dance",
    "imageurl":"amsterdamdanceevent.jpg",
    "type":"Min age: 18",
    "description":"The Amsterdam Dance Event (ADE) is a five-day electronic music conference and festival held annually in mid-October. The event is organized by The Amsterdam Dance Event Foundation and offers a full program of daytime conferences at ADE Pro, ADE Tech, HDE, ADE University, ADE Next, ADE Beamlab and ADE Green, alongside the nighttime ADE Festival which features 450 events and 2,200 artists over five days in 115 clubs and venues. The shows attract over 350,000 people from all over the world to the city, making Amsterdam one of the busiest and most inspiring clubbing cities in the world.",
    "url":"http://www.amsterdam-dance-event.nl/"
  },
  {
    "startdate":"10-30-2015",
    "name":"Voodoo Fest",
    "latitude":"29.993261",
    "longitude":"-90.098301",
    "enddate":"11-01-2015",
    "genre":"Rock/Hiphop/Rock/Soul/Funk/Jazz/Jam/Blues",
    "imageurl":"voodoofest.jpg",
    "type":"Under 10s must be accompanied by an adult.",
    "description":"The Voodoo Music + Arts Experience, formerly the Voodoo Music Experience and commonly referred to as Voodoo or Voodoo Fest, is a multi-day music and arts festival held in City Park in New Orleans, Louisiana. The Voodoo Experience has hosted over 2000 artists and close to a million fans over its 15-year tenure, and has been twice nominated for Pollstar's Music Festival of the Year.",
    "url":"http://worshipthemusic.com/"
  },
  {
    "startdate":"11-04-2015",
    "name":"Iceland Airwaves",
    "latitude":"64.143161",
    "longitude":"-21.937521",
    "enddate":"11-08-2015",
    "genre":"Electronic/Rock",
    "imageurl":"icelandairwaves.jpg",
    "type":"Min age: 18",
    "description":"The first show was held in 1999 as a one-off event in an airplane hangar at Reykjavík Airport. Subsequently, it has become one of the premier showcases for new music in the world, with hundreds of journalists and industry people in attendance.",
    "url":"http://icelandairwaves.is/"
  },
  {
    "startdate":"11-06-2015",
    "name":"Fun Fun Fun Fest",
    "latitude":"30.262517",
    "longitude":"-97.751583",
    "enddate":"11-08-2015",
    "genre":"Indie/Punk/Hardcore/Hiphop",
    "imageurl":"funfunfunfest.jpg",
    "type":"All ages",
    "description":"In 2006, Fun Fun Fun Fest booked its first set of acts in downtown Austin and it didn't take long for it to become the darling of independent festivals for music lovers and music makers in the United States. Throughout the years, Fun Fun Fun Fest has become renowned for its musical lineup, as well as its collection of comedy, food, action sports, and poster art experiences. Now in its tenth year and recognized as one of the most relaxed, creative, and pioneering festivals in music today; Fun Fun Fun Fest is custom booked for the most passionate, underground, and progressive musicians, comedians and fans around the world.",
    "url":"http://www.funfunfunfest.com/"
  },
  {
    "startdate":"11-12-2015",
    "name":"Hard Rock Hell",
    "latitude":"52.888816",
    "longitude":"-4.417634",
    "enddate":"11-15-2015",
    "genre":"Heavy Metal/Hard Rock",
    "imageurl":"hardrockhell.jpg",
    "type":"Min age: 18",
    "description":"a Dark Rock n Roll production full of extreme n twisted moments and laced with pure adrenaline fuelled camaraderie from a circle of people who continue to form the core of what we do.",
    "url":"http://www.hardrockhell.com/"
  },
  {
    "startdate":"02-18-2016",
    "name":"Sonar Reykjavik",
    "latitude":"64.133333",
    "longitude":"-21.933333",
    "enddate":"02-20-2016",
    "genre":"All Music",
    "imageurl":"sonarreykjavik.jpg",
    "type":"All ages",
    "description":"Sónar Reykjavík takes place at one of Europe's most unique concert venues: Harpa. Situated by the harbour in downtown Reykjavik, the venue is in the midst of the city's heartbeat - in walking distance from its prominent hotels, museums, bars and restaurants.",
    "url":"http://sonarreykjavik.com"
  },
  {
    "startdate":"03-18-2016",
    "name":"Ultra Miami",
    "latitude":"25.7616798",
    "longitude":"-80.1917902",
    "enddate":"03-20-2016",
    "genre":"Electronic/Dance",
    "imageurl":"ultramiami.jpg",
    "type":"Min age: 18",
    "description":"Ultra Music Festival (UMF) is an annual outdoor electronic music festival that occurs in March in the city of Miami, Florida, United States.",
    "url":"http://www.ultramusicfestival.com/"
  },
  {
    "startdate":"02-12-2016",
    "name":"Busara Music",
    "latitude":"-6.162222",
    "longitude":"39.192073",
    "enddate":"02-15-2016",
    "genre":"All music",
    "imageurl":"sautizubasara.jpg",
    "type":"All ages",
    "description":"Busara Promotions will increase visibility and accessibility for African music, develop skills and opportunities in the music sector, and strengthen regional and international networking and partnerships, thereby contributing to East Africa’s social, cultural, and economic development.",
    "url":"http://www.busaramusic.org/"
  },
  {
    "name":"Bestival",
    "genre":"Disco",
    "imageurl":"bestival.jpg",
    "startdate":"09-10-2015",
    "enddate":"09-13-2015",
    "type":"All ages",
    "longitude":"-1.233602",
    "latitude":"50.683516",
    "description":"Since Bestival's inception in 2004, Rob Da Bank's carefully curated festival has grown from a mere 10,000 in attendance to now well over 50,000. With a reputation as a friendly festival and gaining in credibility with each passing year, attendees of Bestival 2015 are sure to be treated to an unforgettable festival experience, with a top notch atmosphere.",
    "url":"http://www.bestival.net/"
  }
]
